[LANSTR]

STR_OK=Ok
STR_YES=ja
;STR_APPLY=anwenden
STR_CANCEL=stornieren
STR_CONTINUE=fortsetzen
STR_NO=keine
STR_CLOSE=schließen
STR_MIN=Min
;STR_MODILY=automatisch
;STR_OPEN=geöffnet
;STR_BACK=zurück
STR_AUTO_RECOMMENDSOFTWARE=Software Empfehlung

STR_BACK_PNP=zurück
STR_NEXT=nächste
STR_OVER=Gemacht
STR_VER=Version
STR_USERFEEDBACK=Rückkopplung
STR_USER_BACK=Rückkopplung
STR_MENU=Menü
STR_HELP=Hilfe
STR_OPRN_DRIVERTALENT=geöffnet EaseUS DriverHandy

STR_TYPE=Typ:
STR_NAME=Name:
STR_DRIVE=Driver:
STR_ADDRESS=Adresse:
STR_IS_DEFAULT=Standard:
STR_SET_DEFAULT=Als Standard
STR_PRINT_MANAGE_PLATFORM=Print-Management-Plattform
STR_MANUFACTURER=MFR:
STR_DEV_DEVDESC=Beschreibung:
STR_MOUSE_SETTING=Mauseinstellungen
STR_KEYBOARD_SETTING=Tastatureinstellungen
STR_AUDIO_SETTING=Audio-Einstellungen


STR_MAIN_TITLE=EaseUS DriverHandy

;STR_DRV_BASIC=Überblick
;STR_DRV_LOCAL=Herunterladen
;STR_DRV_PERIPH=USB
;STR_DRV_MANAGE=verwalten
STR_DRV_SCAN=Reparatur
;STR_MAIN_TAB_BACK=Sicherungskopie
;STR_MAIN_TAB_RESTORE=wiederherstellen
;STR_MAIN_TAB_REMOVE=Deinstallieren
;STR_MAIN_TAB_ASSESS=bewerten

STR_MAIN_TAB_GENERAL=General
STR_MAIN_TAB_TOOLS=Werkzeuge
STR_MAIN_TAB_ADVANCE=fortgeschritten


STR_HEAD_DEV_NAME=Treiber
STR_HEAD_DRV_VER=Version
STR_HEAD_DRV_TYPE=Typ
STR_HEAD_DRV_SIZE=Größe
STR_HEAD_DRV_OPERATE=Aktion
STR_HEAD_BACKUP_STATE=Status 
STR_HEAD_BACKUP_TIME=Letzte Sicherung 
STR_HEAD_PRINTER_NAME=Druckername
STR_HEAD_PRINTER_IP=IP
STR_HEAD_HARD_TYPE=Hardware-Typ
STR_HEAD_QUDRY_RESULT=Ergebnis
STR_HEAD_WARN=Aktualisieren oder nicht


STR_HEAD_DRV_VER1=Version
STR_HEAD_DRV_DATE=Datum
STR_HEAD_DRV_INFO=Info
STR_HEAD_DRV_BACKUPTIME=Backup-Zeit
STR_HEAD_DRV_BACKUPVER=Version
STR_HEAD_DRV_BACKUPINFO=Info
STR_HEAD_DRV_BACKUPINFO_ACTION=Optionen
		
STR_CURRENT_QUERYDEV=Scannen
STR_CHECK_UPDATE=Auf Updates prüfen

STR_AKEY_UPDATE=Start
STR_AKEY_INSTALL=installieren
STR_AKEY_REPAIR=Reparatur
;STR_AKEY_BACKUP=Start
STR_AKEY_DEAL_FINISH=Gemacht
STR_AKEY_DEAL_BACK=%d -Treiber(s) gesichert erfolgreich auf!
STR_AKEY_DEAL_BACK_FAILED=%d Treiber(n) Sicherung fehlgeschlagen.
STR_AKEY_DEAL_REPAIR_SUC=%d-Treiber(s) repariert erfolgreich!
STR_AKEY_DEAL_REPAIR_FAILED=%d-Treiber(s) failed repariert werden.
STR_AKEY_DEAL_CANCEL=stornieren
STR_NOTNEEDUPDATE=Normal
;STR_REUPDATE=Installieren Sie
STR_RE_QUERY=Rescan
STR_CANCELDEAL=Sicher den Vorgang abzubrechen? <n> Es wird angehalten, nachdem der aktuelle Treiber beendet ist.
STR_NOTNEEDBACKUP=gesichert
;STR_NEEDBACKUP=Backup Now
;STR_CANCEL_BACKUP=stornieren
STR_BACKUPOK=Erfolg
STR_BACKUPERROR=Sicherung fehlgeschlagen
STR_START_RESTORE=wiederherstellen
STR_CANCEL_RESTORE=stornieren
STR_LATER=später
;STR_SELECT_SYSTEM=Wählen Sie System:
;STR_GETTING_DRVINFO=Erste Infos ...
STR_DRV_UNINSTALL_TIP={f 5}{c #e9e9e9}Gerät funktioniert nach Deinstallation nicht!{/c}{/f}
STR_COPY=Kopie
STR_COPY1=hat kopieren
STR_DRV_INFO_SETSHOW=Einstellungen
;STR_CURRENT_SYSTEM=Das aktuelle Betriebssystem

;STR_LOCALDRV_RECOMMCHECK=Empfohlener Treiber	
;STR_LOCALDRV_LATESTCHECK=Aktueller Treiber
STR_RESTORE_SYSTEM=Löschen
STR_LOCALDRV_BROWSEBTN=Datei suchen
STR_LOCALDRV_MANULBTN=Handbuch
STR_LOCALDRV_DOWNBTN=Herunterladen
STR_LOCALDRV_MOREBTN=mehr
STR_LOCALDRV_SUILT_SYSTEM=Unterstützte System:
STR_LOCALDRV_SHUTDOW_SYSTEM=Stilllegung
STR_LOCALDRV_REBOOT_SYSTEM=Wiederaufnahme
STR_LOCALDRV_MAINPAGE_CHECK_TEXT=Shutdown oder Neustart nach dem Prozess wird getan?
STR_LOCALDRV_DEV_STATUS =Status
STR_LOCALDRV_REBOOT_NEED_INST =Sie haben PC nach der letzten Deinstallation neu gestartet. Möchten Sie fortfahren?
STR_LOCALDRV_DOWN_FAIL ={f 5}Download fehlgeschlagen für unbekannte Fehler!<n>können Sie {c #207EBC}{u}{a}die Link-Adresse kopieren{/a}{/u}{/c}, in den Browser zum Download!{/f}
STR_LOCALDRV_CHECK_FAIL ={f 5}Verifizierung fehlgeschlagen für unbekannte Fehler!<n>können Sie {c #207EBC} {u} die Link-Adresse kopieren {/u}{/c}, in den Browser zum Download! {/f}
;STR_LOCALDRV_DOWN_FAIL_CLICK ={f 5} können Sie {c #207EBC}{u}die Link-Adresse kopieren{/u}{/c}, in den Browser zum Download!{/f}
;STR_LOCALDRV_DOWN_FAIL_END ={f 5},laden Sie es von Browser{/f}
STR_LOCALDRV_DOWN_FAIL_OKBTN =Herunterladen
;STR_AUTO_DOWNLOADING_PERCENT=Herunterladen
STR_AUTO_NOTNEEDUPDATEDEVCOUNT=Normal
STR_AUTO_GAME_COMPONENTS=Spielmaterial 
STR_AUTO_SYSTEM_INDEX=Systemreparatur 
;STR_AUTO_SUGGESTUPDATE=Empfohlene Updates
;STR_AUTO_RESULT2=Ihr Computer-Betriebssystem ist%s,%d Treiber(n) insgesamt gefunden.
STR_AUTO_RESULT3={c #e9e9e9}Herzlichen Glückwunsch! Alle Fahrer sind perfekt!{/c}
STR_AUTO_RESULT4={c #CA0500}%d{/c} {c #e9e9e9} veraltete Treiber(n){/c}
STR_AUTO_RESULT4_D=Es wird nicht empfohlen, zu aktualisieren, wenn Ihr PC normal arbeitet.
STR_AUTO_RESULT5={c #CA0500}%d{/c} {c #e9e9e9}Treiber(n) Bedarf(e) repariert werden!{/c}
STR_AUTO_RESULT6={c #CA0500}%d {/c} {c #e9e9e9}Treiber(n) Bedarf(e) repariert werden;{/c} {c #CA0500}%d {/c} {c #e9e9e9}Treiber(e) Notwendigkeit(en) zu aktualisieren! {/c}
STR_AUTO_RESULT7=Starten Sie den PC um den Vorgang abzuschließen!
STR_AUTO_RESULT8=Achtung: Da stimmt etwas nicht mit der Hardware.

STR_AUTO_NEEDINSTALL_INTELDISPLAY=Bitte installieren Sie den Intel Grafiktreiber, bevor Sie den NVIDIA Grafiktreiber installieren!
STR_AUTO_NEEDINSTALL_AMDDISPLAY=Bitte installieren Sie den Intel Grafiktreiber vor der Installation des AMD Grafiktreibers!
STR_AUTO_NEEDINSTALL_AMDAMDDISPLAY=Bitte installieren Sie AMD integrierten Grafiktreiber vor der Installation von AMD diskreten Grafik-Treiber!
STR_AUTO_NEEDINSTALL_RECOMM=Aktualisierung
STR_AUTO_UPDATE_FINISH=Update ist fertig!
STR_AUTO_UPDATE_HASCANCEL=stornieren
;STR_AUTO_UPDATE_CANCEL=Installieren abgesagt! Beenden, wenn der aktuelle Vorgang abgeschlossen ist!
;STR_LANGUAGE=Sprache:
;STR_MINTYPE=Min-Taste
;STR_CLOSETYPE=Schließen
;STR_MIN_TO_TASK=Min-Taskleiste 
;STR_HIDE_TO_TRAY=Ausblenden auf Behälter
STR_EXIT=Ausgang
;STR_SKIN=Skin:
;STR_PROMT_WHEN_NEEDUPDATE=Nach Updates suchen
;STR_AUTOBACKUP_WHEENUPDATE=Sichern automatisch vor der Aktualisierung
;STR_DRV_FILESET=Dateieinstellungen
;STR_DRIVEDIR=Herunterladen:
;STR_BACKUPDIR=Backup:
;STR_RUN_NOW=Jetzt starten
STR_RUN_LAY=Ok
;STR_CONNET_NET_FAILED=Netowrk Fehler! Bitte versuchen Sie es später noch einmal. {a}Aktualisieren{/a}
;STR_SOCKET_TEST=Test
;STR_NOT_USE_SOCKET=Kein Proxy
;STR_USE_SOCKET=Verwenden Sockel 5
;STR_SOCKET_PROXY=Sockel-5-Netzwerk-Proxy:
;STR_SOCKET_SERVER=Server:
;STR_SOCKET_PORT=Hafen:
;STR_SOCKET_NAME=Benutzername:
;STR_SOCKET_PSW=Passwort:
;=Öffnen Sie Download-Ordner
;STR_DRV_CHANGE_VER=Ändern, Neu installieren
;STR_DRV_RESTORE=wiederherstellen
;TR_DRV_REINSTALL_NOW=Installieren Sie
STR_DRV_UPDATE_PROMPT=Update-Hinweis
STR_DRV_UPDATE_PROMPT_CONTENT=Weniger als 3 GB Speicherplatz ist auf Datenträger% c verfügbar, was dazu führen kann, dass der Treiber nicht installiert wird. Bitte reinigen Sie Ihre Festplatte.
STR_BACKUP_FREESPACE_NOTENOUGH=Weniger als 3 GB Speicherplatz ist auf Datenträger% s verfügbar, was zu einem Treiber-Backup-Fehler führen kann. Bitte reinigen Sie die Festplatte oder ändern Sie einen Pfad.
STR_DOWNLOAD_FREESPACE_NOTENOUGH=Weniger als 3 GB Speicherplatz ist auf Festplatte% s verfügbar, was zu einem Treiber-Download-Fehler führen kann. Bitte reinigen Sie die Festplatte oder ändern Sie einen Pfad.
STR_DRV_UPDATE_PROMPT_OPENCLEAN=(Empfohlen)
STR_DRV_UPDATE_PROMPT_IGNORE=ignorieren
STR_REBOOT_NOW=Jetzt neu starten
STR_REBOOT_REPAIR_NEED=Wiederaufnahme
STR_REBOOT_REPAIR_NOW=Wiederaufnahme
STR_REBOOT_NEED=PC neu starten
STR_REBOOT_REINSTALL=Wiederaufnahme
STR_REBOOT_RESULT=Wiederaufnahme
STR_UPDATE_NOW=Jetzt aktualisieren
;STR_FILE_DOWNING=Das Herunterladen von Dateien ...
STR_SHUTDOWN_NOW=Shutdown Now
STR_REBOOT_NOW2=Jetzt neu starten
STR_SHUTDOWN_NEED=Die Installation ist abgeschlossen! Ihr Computer wird heruntergefahren bald.
STR_REBOOT_NEED2=Die Installation ist abgeschlossen! Ihr Computer wird bald neu starten.
STR_DRV_ENABEL=ermöglichen
STR_DRV_UPDATE_BASE=Aktualisierbar
STR_DRV_ENABEL_STATE=untauglich
STR_DRV_ENABEL_TIP=Das Gerät wurde deaktiviert. Es aktivieren Treiber zu installieren.
STR_DRV_ENABEL_RESTORE_TIP=Das Gerät wurde deaktiviert. Es aktivieren Treiber wiederherzustellen.
STR_DRV_ENABEL_DOING=Ab ...
STR_DRV_SCAN_DOING=Reparieren ...
STR_DRV_SCAN=Reparatur dirver
;STR_COMPANY_NAME=OSToto Co., Ltd.

STR_MENU_TOUCHPAD_ENABLE=ermöglichen
STR_MENU_TOUCHPAD_DISABLE=Deaktivieren
STR_MENU_OPTION=Einstellungen
STR_MENU_ACTIVITE=aktivieren
STR_MENU_NEWFEATURES=Neue Funktionen
STR_MENU_MAIN_PAGE=Zuhause
STR_MENU_FAQ=FAQ
STR_MENU_HELPUS=Hilf uns beim Übersetzen
STR_MENU_FORUM=Forum

STR_MENU_DEV_DETAIL=Gerätedetails
STR_MENU_LOCAL_DRV_DELFILE=löschen
STR_MENU_LOCAL_DRV_REPORT=Rückkopplung
STR_MENU_LOCAL_DRV_DATAILED=Einzelheiten
STR_DRV_DRIVER_FILE=Treiber-Dateien
STR_DRV_DRIVER_INFO=Treiber Info.
STR_ABOUT=Über uns
STR_ABOUT_ACTIVED=Aktiviert
STR_ABOUT_ACTIVE_PRO=für volle Funktionen Pro aktivieren
STR_ABOUT_SERIAL_NUM=Code:
STR_ABOUT_PRIVACY=Datenschutz-Bestimmungen
STR_ABOUT_EULA=EULA
STR_ABOUT_ACTIVEFULL=Aktivieren Sie Pro für vollständige Funktionen
STR_ABOUT_MAKE=--Machen Sie Ihre Zeit wertvoller

STR_REGISTER=Aktiviert

STR_DRV_INFO_DETAIL=Details:
STR_DRV_INFO_DEV=Gerät:
STR_DRV_INFO_NAME=Name:
STR_DRV_INFO_CLASS=Kategorie:
STR_DRV_INFO_MANU=MFR:
STR_DRV_INFO_DATE=Erscheinungsdatum:
STR_DRV_INFO_VER=Version: 
STR_DRV_INFO_SIZE=Größe:  
STR_DRV_INFO_INFO=Info:
STR_DRV_INFO_GRADE=Bewertung:
STR_DRV_INFO_DESC=Einleitung:
;STR_DRV_INFO_MAINVER=Haupt Verion:
STR_DRV_INFO_MORE={F 9}Einleitung:{/f} {a}Mehr{/a}
STR_DRV_INFO_NO=NEIN
STR_DRV_INFO_HWID=HWID:
STR_DRV_INFO_HASH=Checksum

;STR_ERROR_TIMEROUT=Timeout 
STR_RESTORE_NOITEM=Sie sollten {a}<u>Sichern Sie Ihre dirvers erste</u>{/a} oder {a}<u>Wählen Sie ein anderes Backup-Ordner</u>{/a}.
;STR_RESTORE_BACKUP={a}Jetzt sichern{/a}

STR_CTRL_RESTORE_DELBACKUP=löschen
;STR_OPTION_TITLE=Einstellungen Attribut 
;STR_OPTION_SYS=System
;STR_OPTION_FILTER=Filter
;STR_OPTION_DRIVER=Fahrer
;STR_OPTION_AGENT=Stellvertreter
;STR_OPTION_SELECTDOWN_DIR=Wählen Sie einen Zielordner
STR_OPTION_SELECTBACKUP_DIR=Wählen Sie ein anderes Backup-Ordner
;STR_OPTION_DEVTYPE=Gerät
;STR_OPTION_DEVDESC=Beschreibung

STR_BACKUP_DETECTING={c #e9e9e9}{f 4}für die Sicherung imformation prüfen, bitte warten ...{/f} {/c}
STR_BACKUP_START=Start
;STR_BACKUP_LISTCOLUMN_STATUS=Status
STR_BACKUP_STATUS_NOTBACKUP=Nicht gesichert
STR_BACKUP_STATUS_BACKUP=gesichert
STR_BACKUP_STATUS_CANNOT=Can not backup
STR_BACKUP_STATUS_NOTDRIVER=Keine Treiber
STR_BACKUP_NEEDBACKUPCOUNT={f 5}{c #e9e9e9}%d Treiber(n) gesichert werden können {/c}{/f}
STR_BACKUP_NOTNEEDBACKUP={f 5} {c #e9e9e9} Alle Fahrer wurden gesichert{/c}{/f}
STR_BACKUP_NOAVAILABLEDRIVER={f 5}{c #e9e9e9}Kein Treiber verfügbar ist gesichert werden!{/c}{/f}
STR_BACKUP_WAIT=Warten
STR_BACKUP_DOING=Verarbeitung
STR_BACKUP_DOING1=Verarbeitung
STR_BACKUP_CANCEL2=Stoppen Sie, wenn die aktuelle Sicherung ist abgeschlossen!
STR_BACKUP_NEED=Sie benötigen zu sichernde
STR_BACKUP_NOTNDDE=gesichert
STR_VIEW_BACKUP_SETTING=Backup-Einstellungen
STR_VIEW_BACKUP_FILE=Sehen Sie sich die Backup-Dateien
STR_BACKUP_FINISH=Backup ist komplett!
STR_BACKUP_CANCEL=stornieren
STR_BACKUP_RESULT1={c #CA0500}%d{/c} Fahrer(n) gesichert erfolgreich auf; {c #CA0500}%d{/c} Treiber(n) Sicherung fehlgeschlagen!
STR_BACKUP_RESULT2={c #CA0500}%d{/c} Fahrer(n) gesichert erfolgreich auf!
STR_BACKUP_RESULT3={c #CA0500}%d{/c} Treiber(n) Sicherung fehlgeschlagen!
;STR_EVALUATE_DESC=Wählen Sie gezielt System für die Fahrer zu überprüfen
STR_EVALUATE_NO=Nicht bewertet
;STR_EVALUATE_FAILEd=fehlgeschlagen
;STR_EVALUATE_SUCC=Erfolg
;STR_EVALUATE_DEVDESC=Hardware-Beschreibung
;STR_EVALUATE_CURRENTDEV=Aktuelle Bewertung
;STR_EVALUATE_GETTING=Auswertung (%d/%d) ...
;STR_EVALUATE_RESULT=Das Ziel-OS ist {c #CA0500}%s{/c},{c #CA0500}%s{/c} unterstützt!
;STR_EVALUATE_RESULT1=Das Ziel-OS ist {c #CA0500}%s{/c},{c #CA0500}%d %s{/c} unterstützt!
;STR_EVALUATE_RESULT2=Überprüfen Sie, ob das Netzwerk funktioniert! Bitte starten Programm und versuchen Sie es erneut.
;STR_EVALUATE_START=Start
STR_EVALUATE_QUERY_REPORT=Rückkopplung
STR_EVALUATE_SYSTEM=Bewerten System %s
STR_EVALUATE_RESULT_NOT_SUPPORT=Ergebnis: Nicht unterstützt!
STR_EVALUATE_SYSTEM_SUPP=Default


;STR_MANUAL_SELECTVERSION=Wählen Sie eine Version
;STR_MANUAL_STOPDOWNLOAD=Pause
;STR_MANUAL_DRIVERUPDATE=installieren
;STR_MANUAL_BESTDRIVER=Auf dem neusten Stand
STR_MANUAL_UPDATE_FAILED=fehlgeschlagen
STR_MANUAL_UPDATE_FAILED_DATA=Daten konnten nicht
STR_MANUAL_NEEDREBOOT=Wiederaufnahme
;STR_MANUAL_NEEDREBOOT_CONTINUE=Starten und Fahren
STR_MANUAL_REDOWNLOAD=Re-Download
;STR_MANUAL_HASUPDATE=Installierte
STR_MANUAL_BEGINUPDATE=Aktualisierung
STR_MANUAL_BEGININSTALL=installieren
;STR_MANUAL_QUERYRESULT={c #CA0500}%d{/c} neuen Treiber(n) insgesamt gefunden!
STR_MANUAL_WAITFORINSTALL=Warten
STR_MANUAL_INSTALLING=Installieren ...
STR_MANUAL_UNZIPING=Unzipping ...

STR_REFRESH=auffrischen
STR_REMOVE_WAIT=Warten
STR_REMOVE_BEGINREMOVE=Deinstallieren
STR_REMOVE_DOINGREMOVE=Deinstallieren ...
STR_REMOVE_DOINGREMOVE1=Deinstallieren:
STR_REMOVE_DOINGREMOVE2=Deinstallieren%s veralteten Treiber, bitte warten ...
STR_REMOVE_FAILED=Fehler bei der Deinstallation
STR_REMOVE_SUCC=Erfolg
;STR_REMOVE_SUREREMOVE=Wollen Sie die Treiber deinstallieren?
STR_REMOVE_FINISH=Gemacht
STR_REMOVE_CANCEL=stornieren
STR_REMOVE_RESULT1=SUCCEEDED zu deinstallieren{c #CA0500}%d{/c} Treiber(n);Fehler bei der Deinstallation{c #CA0500}%d{/c} Treiber(s)!{/c}
STR_REMOVE_RESULT2={c #CA0500} %d{/c} Treiber(n) erfolgreich deinstalliert!
STR_REMOVE_RESULT3={c #CA0500}%d {/c} Treiber(n) Deinstallation fehlgeschlagen!
STR_REMOVE_FINISH_NEEDREBOOT=Wiederaufnahme
STR_SELECT_DRV_BACKUP={c #666666}icht-PC durchführen, wenn die Wiederherstellung!{/c}
;STR_SELECT_FLODER_BACKUP=Selcet Backup-Richt.
;STR_RESTORE_BACKUPDRIVER=Backup-Treiber
;STR_RESTORE_SELBACKUPDRIVER=Bitte wählen Sie die gesicherten Treiber
STR_RESTORE_RESTORE1=Treiber abgebrochen wiederherzustellen! Stoppen Sie, wenn der aktuelle Wiederherstellung abgeschlossen ist!
STR_RESTORE_DOINGRESTORE=Wiederherstellen ...
STR_RESTORE_RESTOREOK=Gemacht
STR_RESTORE_RESTOREFAILED=Wiederherstellen fehlgeschlagen
STR_RESTORE_RESTORING=Wiederherstellen fehlgeschlagen  
STR_RESTORE_RESTORE_SELECT=Vorbereiten der Wiederherstellung
STR_RESTORE_RESTORE_NOT_SELECT=Nicht ausgewählt
STR_RESTORE_SELECTBACKUPDIR=<u>Wählen Sie ein anderes Backup-Verzeichnis</u>
;STR_RESTORE_DOINGREVERT=Wiederherstellen ...
STR_RESTORE_FINISH=Gemacht
STR_RESTORE_CANCEL=stornieren
STR_RESTORE_RESULT1={c #CA0500}%d {/c} Treiber(n) erfolgreich wiederhergestellt;{c #CA0500}%d {/c} Treiber(n) wiederherstellen failed!{/c}
STR_RESTORE_RESULT2={c #CA0500}%d {/c} Treiber(n) erfolgreich wiederhergestellt!
STR_RESTORE_RESULT3={c #CA0500}%d {/c} Fahrer(s) fehlgeschlagen ist!
STR_RESTORE_NODRIVER=Kein Fahrer ist wieder hergestellt!
STR_RESTORE_FINISH_NEEDREBOOT=Starten Sie den Vorgang zu bestätigen!
STR_RESTORE_NEED_RESTORE_TEXT=Kann nicht geladen {c #207EBC}%s{/c} abnormal Fahrer! Sie würde besser den Fahrer wieder herzustellen!
STR_RESTORE_NEED_RESTORE_OKBTN=wiederherstellen
STR_RESTORE_NEED_RESTORE_CANCELBTN=stornieren
;STR_RESTORE_SET_TIPS1=Sie können das Backup-Verzeichnis in den Einstellungen ändern
STR_RESTORE_NEEDCOUNT={f 5}{c #e9e9e9}%d Treiber(n) kann Wiederhergestellt!{/c}{/f}
STR_RESTORE_NOCOUNT={f 5}{c #e9e9e9}Kann keine Sicherung finden!{/c}{/f}

STR_CTRL_AUTOUPDATE_NOUPDATE=Es gibt keine neuen Treiber!

STR_DEVCLASS_UNKNOWN=unbekannt
STR_DEVCLASS_DISP=Anzeige
STR_DEVCLASS_NET=Netzwerk
STR_DEVCLASS_MOUSE=Maus
STR_DEVCLASS_TOUCHTABLET=Touchpad
STR_DEVCLASS_MEDIA=Audio-
STR_DEVCLASS_MONITOR=Monitor
STR_DEVCLASS_BATTERY=Batterie
STR_DEVCLASS_SOFTNET=Softnet 
STR_DEVCLASS_SYS=System
STR_DEVCLASS_USB=USB
STR_DEVCLASS_USBHUB=USB hub
STR_DEVCLASS_BLUETOOTH=Bluetooth
STR_DEVCLASS_PRINTER=Drucker
STR_DEVCLASS_KEYBOARD=Tastatur
STR_DEVCLASS_CDROM=CD-ROM
STR_DEVCLASS_FLOPPYDISK=Floppy Disk
STR_DEVCLASS_POWERMGR=PowerMgr
STR_DEVCLASS_CCT=CCT 
STR_DEVCLASS_UAA=Audio Control Bus(UAA)
STR_DEVCLASS_IMG=IMG 
STR_DEVCLASS_DISKCONTROLLER=Disk Controller
STR_DEVCLASS_INFRARED=Infrarot-Ray
STR_DEVCLASS_IMAGE=Kamera
STR_DEVCLASS_MB=MB 
STR_DEVCLASS_WIRELESSNET=wlan

STR_DEVCLASS_HDMI=HDMI 
STR_DEVCLASS_USB_NET=USB-WLAN

;STR_COMMON_LOCALVER=lokal
;STR_COMMON_UPDATEVER=Aktualisierung
STR_STRCOMMON_BAND=offiziell
STR_BRANDDRIVER=Marke
STR_COMPATIBLE=kompatibel
STR_PUBLICDRIVER=WHQL 


;STR_MAIN_VER=Hauptversion:

STR_CHECKVER_GETVERINFO=Suche nach Updates, bitte warten ...
STR_CHECKVER_NONEWVER=Es ist die neueste Version!
;STR_CHECKVER_HASNEWVER=Automatische Aktualisierung auf die neueste Version!
STR_CLIENT_UPDATECHECK=Die aktuelle Version ist veraltet! Bitte aktualisieren Sie auf die neueste.
STR_CLIENT_UPDATEING=Aktualisiere, bitte warten ...
STR_CLIENT_UPDATEOK=Update ist fertig! Klicken Sie auf "Start", vorwärts zu gehen.
STR_CLIENT_DOWNING=Download bereit:

STR_TIPS_TITLE_DEFAULT=Tipps
STR_TIPS_INSTALL_DISPLAY=Es würde kurzen schwarzen Bildschirm oder ein Flimmern, wenn Anzeigetreiber aktualisieren!
STR_TIPS_INSTALL_NET=Netzwerkverbindung könnte vorübergehend unterbrochen, wenn das Netzwerk-Treiber zu aktualisieren!
STR_TIPS_INSTALL_MEDIA=Nach dem Treiber aktualisiert wird, müssen Sie die Audiogeräte zurückgesetzt werden.
STR_TIPS_CLIENT_UPDATE=Update ist fertig! Klicken Sie auf "Start", vorwärts zu gehen.
STR_TIPS_DELETE_FILE=Treiberpaket wird gelöscht!
STR_TIPS_DELETE_FILE_FAILED=Fehlgeschlagen Treiberpaket zu löschen! Bitte stellen Sie sicher, dass die Dateien nicht in Gebrauch ist.
STR_TIPS_COPY_INFO_SUCC=Details erfolgreich kopiert!
STR_TIPS_COPY_INFO_FAILED=Fehlgeschlagen Details zu kopieren!
STR_TIPS_COPY_SHAREURL_SUCC=Adresse Teilen erfolgreich kopiert!
STR_TIPS_COPY_SHAREURL_FAILED=Fehlgeschlagen Adresse kopieren teilen! Bitte versuchen Sie es erneut.
STR_TIPS_USE_NOW=Verwenden Sie jetzt
STR_TIPS_TOUCH_TITLE=Touchpad Änderungsmitteilung
STR_TIPS_TOUCH_LAB=Externe USB-Maus verfügbar ist. Sie benötigen das Touchpad zu deaktivieren?
STR_TIPS_TOUCH_NONOTICE_LAB=Keine Ankündigung beim nächsten Mal
;STR_TIPS_CANNOTEXIT=Es ist die Verarbeitung und kann nicht verlassen!
STR_TIPS_CANNOTEXIT2=Wollen Sie Ausgang zu zwingen?
;STR_TIPS_ADDBACKUP=auffrischen
;STR_TIPS_MENU=Display-Menü
;STR_TIPS_NETWORK=Fehlgeschlagen für die Fahrer aufgrund von Netzwerk- Verbindungsfehler zu suchen! Möchten Sie neu zu entdecken wollen?
;STR_TIPS_NETWORK_TITLE=Re-Erkennung
;STR_TIPS_NETWORK_BTNOK=jetzt
;STR_TIPS_NETWORK_BTNCANCEL=später

;STR_BASIC_NOT_AUTO_QUERY=Automatische Erkennung ist geschlossen!
;STR_BASIC_QUERY_DESC=Scannen Sie Ihren PC alle Treiber zu prüfen
STR_BASIC_NEED_UPDATE={c #CA0500}%d{/c} Treiber(n) Bedarf(e) repariert werden!
STR_BASIC_NEED_BACKUP={c #CA0500}%d{/c} Treiber(n) Bedarf(en) gesichert werden!
STR_BASIC_NEED_REBOOT={c #CA0500}Brauchen Neustart{/c}

STR_BASIC_NEED_UPDATE2={c #ea9321}Aktualisierbar{/c}
STR_BASIC_NEED_INSTALL={c #CA0500}muss repariert werden{/c}
STR_BASIC_DEV_BAD={c #CA0500}Hardware Fehler{/c}
STR_BASIC_DEV_BAD2=Hardware-Fehler




STR_BASIC_NOTNEED_UPDATE=Normal
STR_BASIC_NOTNEED_BACKUP=gesichert 
;STR_BASIC_STATUS_NORMAL=Alle Fahrer sind perfekt!
STR_BASIC_STATUS_DETECTING={c #e9e9e9}Scanning, bitte warte ein paar Minuten{/c}
STR_BASIC_COMPUTER=%s
;STR_BASIC_NEEDBACK=%d Treiber(n) Bedarf(en) gesichert werden!
;STR_BASIC_NEEREPAIR=%d Treiber(n) Bedarf(e) repariert werden!
;STR_BASIC_NEEDREBOOT=Starten Sie den Vorgang zu bestätigen!
;STR_BASIC_QUERY=Start Scan
;STR_BASIC_ACEELFAILED=fehlgeschlagen
;STR_BASIC_DRIVER_FINISH=Gemacht
STR_BASIC_RESULT1={c #e9e9e9}Succeeded{c #CA0500} %d {/c} Treiber-Problem(e) zu lösen; {c #CA0500}%d {/c} Treiber-Problem(e) ungelöst {/c}!
;STR_BASIC_RESULT5=Download Succeeded auf {c #CA0500}%d {/c} Fahrer(s) ;{c #CA0500}%d {/c} Treiber(n) Download fehlgeschlagen!{/c}
STR_BASIC_RESULT2={c #e9e9e9}Succeeded zu beheben {c #CA0500}%d {/c} Treiber-Problem(e){/c}
STR_BASIC_RESULT3={c #e9e9e9}{c #CA0500}%d {/c} Treiber-Problem(e) ist fehlgeschlagen fixiert werden{/c}
STR_BASIC_NODRIVER={c #e9e9e9}Kein Treiber-Problem ist gelöst! {/c}
;STR_BASIC_DEAL_RESULT=Ergebnis
STR_BASIC_MUST_SOFT=Notwendige Software
STR_BASIC_INDEX_FAILED=Unbekannter Fehler beim Treiber installieren! Bitte versuchen Sie es erneut.
STR_BASIC_INDEX_RESOLVE={c #3c3c3c} {f 4}Der Versuch, die intelligente Reparatur der ausgefallenen Treiber-Update.{/f}{/c}
STR_BASIC_INDEX_REPAIR_DOING={c #3c3c3c} {f 4}Starten Sie die intelligente Reparatur{/f}{/c}
;STR_BASIC_INDEX_REPAIR_SUCC=Reparatur Erfolg
STR_BASIC_INDEX_REPAIR_ERROR=Sorry, intelligente Reparatur wird nicht gestartet werden!
STR_BASIC_INDEX_TASK={c #3c3c3c} Starten Sie die intelligente Reparatur{/c}
STR_BASIC_INDEX_REPAIR_REPORT=Rückkopplung
STR_BASIC_INDEX_REPAIR_REPAIR=Intelligente Reparatur
STR_BASIC_DRV_CHECKERROR={c #3c3c3c}{f 4}kann nicht aufgrund der Treiber-Download-Fehler zu aktualisieren! {/f} {/c}
STR_BASIC_DRV_CHECKERROR_TIP=Tipps:. unserer technischen Support-Team um Hilfe zu erhalten oder senden {a}Feedback {/a}

;STR_STATUS_SPEED=Speed: Geschwindigkeit: 0KB/S
;STR_DRIVER_UPDATEREUSLT=Treiber erfolgreich aktualisiert! <n> Aber {c #CA0500}%d {/c} Treiber(n) Installation fehlgeschlagen ist.

STR_STRCOMMON_DESKTOP=Desktop-
STR_STRCOMMON_BENBEN=Laptop
STR_BIT=-bit
STR_32BIT=32-bit
STR_64BIT=64-bit
STR_PROFESSIONAL=Professional
STR_HOME_EDTITION=Zuhause

STR_DEV_DETAIL_DRV=Info.
STR_DEV_DETAIL_DRV_OLD=Strom
STR_DEV_DETAIL_DRV_NEW=Aktualisierung
STR_DEV_DETAIL_DEVID=Gerät
STR_DEV_DETAIL_HWID=HWID:
STR_DEV_DETAIL_CMID=Kompatibel ID:
STR_DEV_DETAIL_EXPORT=Export Gerätedetails
STR_DEV_DETAIL_SAVE=speichern unter


STR_PNP_UNKNOW=unbekannt
STR_PNP_ANDROID=androide
STR_PNP_IOS=iOS
STR_PNP_IMAGE=cameral
STR_PNP_VIDEO=Video
STR_PNP_AUDIO=Audio-
STR_PNP_WIRELESS=drahtlos
STR_PNP_HANDWRITING=Schreibblock
STR_PNP_HID=HID
STR_PNP_XBOX=XBOX
STR_PNP_MASS=Massenspeicher
STR_PNP_READ_CARD=Kartenleser
STR_PNP_UDISK=USB-Flash-Disk
STR_PNP_MOBILE_DISK=Mobil HDD
STR_PNP_UKEY=Gesundheit USB-Stick
STR_PNP_KEYMOUSE=Tastatur/Maus
STR_PNP_NO=Überprüfen auf Geräte, bitte warten ...
STR_PNP_HASDEV=Verbunden {c #CA0500}%d {/c} USB-Geräte
;STR_PNP_FINDDEV=Gerät verbunden:%s
STR_PNP_DRIVERSTATUSOK=Treiber ist normal
STR_PNP_DRIVERSTATUSERROR=Treiber ist nicht normal
;STR_PNP_BEGINUSE=Start
STR_PNP_INSTANCEDRIVER=installieren
;STR_PNP_DEVOK=Gerät ist normal
STR_PNP_QUERYDRIVER=Abfragen ...
;STR_PNP_PHONE=Handy
;STR_UNPN_ANDROIDPHONE=Android-Handy
;STR_PNP_USBKEY=USB-Stick
;STR_PNP_NOTFINDDRIVER=Kann nicht abgestimmt Treiber finden!
;STR_PNP_DRIVERERROR=Gerät funktioniert nicht wegen falscher Fahrer!
;STR_PNP_HASDRIVER=Treiber installiert wurde!
;STR_PNP_NODRIVER=Gerät funktioniert nicht: kein Fahrer!
;STR_PNP_INSTALLINGDRIVER=Installieren:%s
;STR_PNP_REPAIRDRV=Reparatur-Treiber
;STR_PNP_REPAIR_WAIT=Warten
;STR_PNP_REPAIRING=Behebung
;STR_PNP_REPAIR_FAILED=Reparatur fehlgeschlagen
;STR_PNP_REPAIR_SUCC=Reparatur Erfolg
;STR_PNP_TOUCH_ENABLE=Initialisieren
;STR_PNP_TOUCH_DISABLE=Deaktivieren
;STR_PNP_CLICK_ENABLE=ermöglichen
;STR_PNP_CLICK_DISABLE=Deaktivieren
;STR_PNP_CLICK_UPDATE=Treiber installieren
STR_PNP_DISABLE_DONE=untauglich

STR_PRINTER_OPTION_SEARCH=Suche
STR_PRINTER_OPTION_SET=Einstellungen								
STR_PRINTER_ADD=Netzwerkdrucker
STR_PRINTER_SEARCH=Suche
;STR_PRINTER_RESEARCH=Weitere Suche
STR_PRINTER_STOP=Stopp
;STR_PRINTER_HIGHSEARCH=fortgeschritten
;STR_PRINTER_SEARCHINGTIP=Die Suche nach Druckern ...
STR_PRINTER_SEARCHING=Die Suche nach Druckern. Es kann eine Weile dauern, je nach Netzwerkbedingungen.<n>Alternativ können Sie die Suche absagen und installieren Sie es manuell aus der Geräteliste.
;STR_PRINTER_SEARCH_RESULT=Unter Geräte erkannt:
STR_PRINTER_SEARCH_FAILED=Suche fehlgeschlagen!
STR_PRINTER_SEARCH_FAILED2=Suche nach verfügbaren Drucker fehlgeschlagen! Bitte überprüfen Sie den Drucker aus und versuchen Sie es erneut.
;STR_PRINTER_SELECT_DEV=Drucker auswählen
STR_PRINTER_DOWN=Herunterladen Druckertreiber
STR_PRINTER_DWONING=Herunterladen:
STR_PRINTER_DWON_FAILED={f 1}Herunterladen fehlgeschlagen! Bitte klicken Sie auf {a}Zurück{/a} und versuchen Sie es erneut.{/f}
;STR_PRINTER_INSTALL=Druckertreiber installieren
STR_PRINTER_INSTALLED={f 1}Treiber erfolgreich installiert{/f}
STR_PRINTER_INSTALL_DEV=Installieren
STR_PRINTER_INSTALL_SUCC={f 11}{c #5c5e64}Hinzugefügt Drucker:{/c}{/f} {c #666666}%s{/c}
STR_PRINTER_INSTALL_FAILED={f 1}Installation fehlgeschlagen war! Klicken Sie auf {a}Zurück{/a} und erneut versuchen.{/f}
STR_PRINTER_DEFAULT_SET=Wenn Sie den Drucker mit anderen in diesem Netzwerk gemeinsam nutzen müssen, ändern Sie die Einstellungen von Control-Panel. {a}<u> Einstellungen </u>{/a}
STR_PRINTER_SELECT_DESC=Geben Sie den Drucker IP
STR_PRINTER_SELECT_IP=Drucker-IP:
STR_PRINTER_SELECT_IP_DESC=Eingang {f 12}{c #2285C6}*{/c}{/f} am Ende das gesamte Netzwerk zu suchen
STR_PRINTER_SELECT_IP_RANGE=IP-Bereich:
STR_PRINTER_SELECT_IP_TO=zu
STR_PRINTER_IP_ERR=IP-Adresse ist falsch! Bitte überprüfen Sie Ihre Adresse und versuchen Sie es erneut.

STR_PRINTER_BRAND_Broadcom=Broadcom
STR_PRINTER_BRAND_HP=HP
STR_PRINTER_BRAND_Lenovo=Lenovo
STR_PRINTER_BRAND_DELL=Dell
STR_PRINTER_BRAND_Canon=Kanon
STR_PRINTER_BRAND_RICOH=Ricoh
STR_PRINTER_BRAND_Samsung=Samsung
STR_PRINTER_BRAND_Sharp=scharf
STR_PRINTER_BRAND_Fujitsu=Fujitsu
STR_PRINTER_BRAND_EPSON=Epson
STR_PRINTER_BRAND_lexmark=Lexmark
STR_PRINTER_BRAND_FuJiXerox=Fuji Xerox
STR_PRINTER_BRAND_Panasonic=Pannasonic
STR_PRINTER_BRAND_Brother=Bruder
STR_PRINTER_BRAND_Seiko=Seiko
STR_PRINTER_BRAND_OKI=OKI
STR_PRINTER_BRAND=Marke
STR_PRINTER_BRAND_SEL=Bitte wählen Sie einen Drucker der Marke
STR_PRINTER_PRODUCT=Modell
STR_PRINTER_PRODUCT_SRC=Schnellsuche mit Druckermodell
STR_PERIPH_NO_DEV=Wenn Ihre Geräte nicht erkannt werden, versuchen die Treiber zu reparieren.
STR_PERIPH_NO_DEV2=EaseUS DriverHandy können angeschlossene Geräte automatisch zu erkennen, so dass Sie keine Notwendigkeit, sie manuell hinzuzufügen;<n>Wenn angeschlossenen Geräte nicht erkannt, bitte replug die Datenleitung oder den Port ändern.
STR_PERIPH_NO_DEV3=Irgend etwas stimmt nicht mit Systemumgebung. Bitte reparieren es vor Treiber installieren.
STR_PRINTER_SELECT=wählen sie drucker	
;STR_DOWN_START=Start
;STR_DOWN_EXPORT=Export lokalen Konfigurationen
;STR_DOWN_LEAD=Import andere PC-Konfigurationen
;STR_DOWN_OPEN=Öffnen Sie die Datei Einstellungen
;STR_DOWN_GOTO=Gehen Sie zu Lokale Installation
;STR_DOWN_INSTALL=installieren
STR_DOWNLOAD_WAIT=Warten
STR_DOWNLOAD_DOING=Herunterladen ...
STR_DOWNLOAD_SUCC=Gemacht
STR_DOWNLOAD_FAILED=fehlgeschlagen
STR_DOWNLOAD_FINISH=Fertig
;STR_DOWNLOAD_ERROR=Fehler
STR_DOWNLOAD_CANCEL=stornieren
;STR_DOWNLOAD_REDOWN=Re-Download
STR_DOWNLOAD_CHECKERROR=Überprüfen Fehler!
STR_DOWNLOAD_CHECKERROR1=Überprüfung ist fehlgeschlagen!
;STR_DOWN_INSTALLED=Installierte
STR_DOWN_PROGRESS=Herunterladen der %d Treiber (Gesamt:%d)
STR_DOWN_CURDRV={c #e9e9e9} Herunterladen %s Treiber{/c}
STR_DOWNLOAD_CANCEL=stornieren

prt_peripherals_back_link={a}{f 1}<u> Peripheral</u>{/f} {f 11}>{/f}{/a}{f 1}{c #6B6B6B}Drucker hinzufügen{/c}{/f }
prt_lab_tips1=Wählen Sie, wie Sie wollen Drucker suchen
prt_lab_tips2=Wählen Sie den Drucker Marke
prt_lab_tips3=Downloaden und installieren Sie Treiber

;STR_INSTALL_DOING2=Installieren
STR_INSTALL_DOING=Aktualisiere ...
STR_REPAIR_DOING=Reparieren ...
STR_INSTALL_SUCC=Erfolg
STR_REPAIR_SUCC=Erfolg
STR_REINSTALL=Installieren Sie
STR_INSTALL_PROGRESS=Installieren des %d Treiber (Gesamt:%d)
;STR_INSTALL_PROGRESS1=Die Verarbeitung der %d-Treiber (Gesamt:%d)
STR_INSTALL_CURDRV={c #e9e9e9}Installieren, bitte warten ...{/c}
STR_INSTALL_DOC_NET=Installation des Treibers Patch, bitte warten ...
STR_INSTALL_DOC_NET2=Es kann eine Weile dauern, um den Vorgang abzuschließen. Vielen Dank für Ihre Geduld!
STR_INSTALL_ERROR=Die Installation ist fehlgeschlagen!
;STR_INSTALL_REPAIRINDEX=Reparatur-Fehler!
STR_INSTALL_M_ERR=Fehler bei der Installation wegen Systemfehler!
STR_INSTALL_M_ERR2=Starten Sie PC und versuchen Sie es erneut!
;STR_PERIPH_NODRV=Kann nicht benötigte Geräte finden! Wie das Problem zu lösen?

;STR_SETTING_BASICSETBTN=General
;STR_SETTING_AUTORUNCHECK=Starten EaseUS DriverHandy beim Start des Computers
STR_SETTING_DRVQUERYLAB=Gesundheits-Check automatisch, wenn Programm gestartet
;STR_SETTING_DRVAUTOQUERYBTN=Every Time
;STR_SETTING_DRVDAYQUERYBTN=Die erste Tageszeit
;STR_SETTING_DRVNOTQUERYBTN=nie
;STR_SETTING_DRVQUERYSET=Einstellungen Health Check
STR_AUTOQUERY_EVERYTIMES=jedesmal
STR_AUTOQUERY_EVERYDAY=täglich
STR_AUTOQUERY_NEVER=nie

;STR_SETTING_MINHIDETOTRAYBTN=Ausblenden auf Behälter
;STR_SETTING_HARDWARECHECK=Automatische erinnern, wenn die Hardware ist die Aktualisierung
;STR_SETTING_BACKUPUPGRADECHECK=Sichern automatisch vor der Aktualisierung
;STR_SETTING_BACKUPUNINSTALLCHECK=Sichern automatisch vor der Deinstallation
STR_SETTING_SHOWDETAILEDINFOCHECK=Details anzeigen, wenn Klick bestimmte Artikel 
STR_SETTING_SELECTFLODER=Ordner auswählen
;STR_SETTING_PROXYNOTUSEBTN=Kein Proxy
;STR_SETTING_PROXYUSEBTN=Stellvertreter
;STR_SETTING_TOUCHPAD=Das nächste Mal, wenn die Maus eingesetzt wird, erinnert mich Touchpad zu deaktivieren!

;STR_SETTING_SPEED_SET=Download-Einstellungen
;STR_SETTING_SPEED_LIMIT=Ratenbegrenzung:
;STR_SETTING_SPEED_MAX=Maximale Download-Geschwindigkeit

;STR_SETTING_PROXY_SET=Proxy-Einstellungen
;STR_SETTING_PROXYIPLAB=Server:
;STR_SETTING_PROXYPORTLAB=Hafen:
;STR_SETTING_PROXYPSWLAB=Passcode:
;STR_SETTING_PROXYREGIONLAB=Domain:
;STR_SETTING_PROXYLAB=IE Proxy
;STR_SETTING_PROXYLAB1=HTTP-Proxy
;STR_SETTING_PROXYLAB2=Socket4 Proxy 
;STR_SETTING_PROXYLAB3=Socket5 Proxy

;STR_SETTING_NOTMODIFYDIR=Das ausgewählte Verzeichnis ist nicht verfügbar. Bitte ändern Sie in eine andere!
STR_SETTING_SOCKET_OK=Proxy verfügbar
STR_SETTING_SOCKET_FAILED=Proxy nicht verfügbar! Bitte denken Sie daran!
STR_SETTING_WARN=Prompt update 
STR_SETTING_NO_WARN=Keine Eingabeaufforderung
;STR_SETTING_WARNING=Downloaden und Backup-Verzeichnis sollte anders sein!
STR_SETTING_WARNING1=Falsche Download-Verzeichnis!
STR_SETTING_WARNING2=Falsche Backup-Verzeichnis!
STR_SETTING_WARNING3=Der Backup-Ordner und Download-Ordner kann nicht die gleiche sein!
;STR_SETTING_OPEN=geöffnet


STR_QUERY_RETRY=wiederholen
STR_QUERY_ERROR=Netzwerkfehler! Überprüfen Sie die Netzwerkeinstellungen.
STR_QUERY_ERROR2=Treiber Abfrage fehlgeschlagen!
;STR_QUERY_ERROR4=Auswertung fehlgeschlagen!
STR_QUERY_ERROR_CAUSE=Ursache: Abfrage-Modul wurde von unbekannten progess abgefangen!
;STR_QUERY_ERROR_WAY=Lösung: Schalten Sie Anti-Virus-Software und versuchen Sie es erneut!
;STR_QUERY_ERROR_WAY_DEF=Lösung: Schalten Sie Anti-Viren-Software!


STR_NET_TITLE=Connetion Prompt
STR_NET_NO_DEV=Kann kein verfügbares Netzwerk zu finden! Bitte überprüfen Sie die {a}Hardware-Einstellungen{/a}.
STR_NET_NO_DRV=Netzwerkkartentreiber installiert falsch! Versuchen Sie, die {a}RichScan{/a} oder {a}EaseUS DriverHandy für Netzwerkkarte{/a},um den Treiber zu installieren.
STR_NET_NO_NET=Kann nicht alle verfügbaren Netzwerk erkennen! Überprüfen Sie bitte die {a}Netzwerkeinstellungen{/a}.
STR_NET_NO_SERVER=Konnte nicht mit dem Server zu verbinden! Bitte senden Sie Ihre Probleme in unseren {a}Offizielles Forum{/a}
STR_NET_NO_DRV_HAS_BACKUP=EaseUS DriverHandy ist nicht in der Lage, weil der abnormen Netzwerktreiber zu arbeiten. Sie würden besser den Netzwerktreiber wiederherzustellen!
STR_NET_NO_DRV_NETVER=EaseUS DriverHandy ist nicht in der Lage, weil der anormalen Netzwerk driver.You verwenden können, um Arbeit{a}EaseUS DriverHandy für Netzwerkkarte{/a}, um den Netzwerktreiber zu beheben!

STR_UNINSTALL_CUR_DRV=Veraltete%s-Treiber auf 1hrem Computer gefunden! Sie müssen es vor einem Update zu deinstallieren.
STR_UNINSTALL_AND_INSTALL=Deinstallieren
STR_NO_UNINSTALL=Aktualisierung	
STR_EXIT_INSTALL=stornieren

STR_DOUBLEDISPLAY_REMINDER=Wählen Sie nur eine Display-Treiber wiederherzustellen!

STR_NEW=neu
STR_MUST=Muss
STR_IMPORT=wichtig


STR_SYSTEM_INFO=Computer: %s, System: %s  
STR_CLIENT_VERSION=Version:%s
STR_UNZIP_ING=Entpacken Treiberdateien, bitte warten ...
STR_IGNORE_TEXT=Ignoriert(%d)
STR_LAGNUAGE_CHANGE=Sie haben die neue Sprache ausgewählt. Starten Sie das Programm um die Änderung zu bestätigen.

STR_USER_SHARE_FAILED=Konnte die Daten zu senden! Bitte überprüfen Sie das Netzwerk und versuchen Sie es erneut.
STR_USER_EMAIL_FAILED=E-Mail-Adresse ist falsch!

STR_BOTTOM_STABLE_MODE=Stabile Treiber
STR_BOTTOM_NOMAL_MODE=Aktueller Treiber

;start
STR_HOME_LAB1=Bitte klicken Sie auf Scan, überprüfen wir alle Treiber auf Ihrem PC
STR_HOME_LAB2=Aktualisieren Sie können Ihren Computer schneller machen
STR_HOME_NET_ERROR=Verbindung fehlgeschlagen!
STR_HOME_BTN_SCAN=Scan
STR_HOME_BTN_STOP=Stopp
STR_HOME_SCAN_LAB1=Scan-Computer, bitte warten Sie ein paar Minuten.

STR_HOEM_MANAGE_BTN=Werkzeuge
STR_HOEM_PNP_BTN=peripher
STR_HOEM_HARDWARE_BTN=Windows-Assistent
STR_HOEM_PRE_LOAD_BTN=Vorgeladen

STR_ERROR_NET_NO_DEV=Die Netzwerkkarte wird nicht gefunden!
STR_HOEM_ERROR_NET_NO_DEV_LINK={f 1}{c #E9F5FC}Öffnen {a}{u}{c #E9F5FC}Sie den Geräte-Manager{/c}{/u}{/a}{/c}{/f}
STR_ERROR_NET_NO_DRV=Der Netzwerktreiber funktioniert nicht!
STR_HOEM_ERROR_NET_NO_DRV_LINK={f 1}{c #E9F5FC} Fix it mit EaseUS DriverHandy für Netzwerkkarte ({a}{u}{c #E9F5FC} www.drivethelife.com{/c}{/u}{/a})
STR_ERROR_NET_NO_DRV_HAS_BACKUP=Der Netzwerktreiber funktioniert nicht!
STR_HOEM_ERROR_NET_NO_DRV_HAS_BACKUP_LINK={f 1} {a}{u}{c #E9F5FC}Repair es mit EaseUS DriverHandy für Netzwerkkarte{/c}{/u}{/a}{/f} 
STR_ERROR_NET_NO_DRV_NETVER=Der Netzwerktreiber funktioniert nicht!
STR_HOEM_ERROR_NET_NO_DRV_NETVER_LINK={f 1}{a}{u}{c #E9F5FC} Repair es mit EaseUS DriverHandy für Netzwerkkarte{/c}{/u}{/a}{/f}
STR_ERROR_NET_NO_NET=Keine Internetverbindung!
STR_HOEM_ERROR_NET_NO_NET_LINK={f 1} {c #E9F5FC} Öffnen {a}{u} {c #E9F5FC} die Netzwerk-Einstellungen{/c}{/u}{/a}{/c}{/f}
STR_ERROR_NET_NO_SERVER=Konnte nicht mit dem Server zu verbinden!
STR_HOEM_ERROR_NET_NO_SERVER_LINK= {f 1} {a}{u} {c #E9F5FC} Online-Support oder Feedback-{/c}{/u}{/a}{/f}
STR_HOEM_ERROR_PRE_DOWNLOAD_LINK={f 1}{c #E9F5FC} oder {a}{u}{c #E9F5FC}Export Hardwareprofil{/c}{/u}{/a} auf einem anderen PC-Treiber zum Download bereit.{/c}{/f }

STR_ERROR_NET_NO_DEV_LINK={f 1}{c #5a8ac4}Öffnen {a}{u}{c #5a8ac4} Sie den Geräte-Manager{/c}{/u}{/a}{/c}{/f}
STR_ERROR_NET_NO_DRV_LINK={f 1}{c #5a8ac4}Fix it mit EaseUS DriverHandy für Netzwerkkarte({a}{u}{c #5a8ac4} www.drivethelife.com{/c}{/u}{/a})
STR_ERROR_NET_NO_DRV_HAS_BACKUP_LINK={f 1}{a}{u}{c #5a8ac4} Wiederherstellen der Treiber aus dem Backup{/c}{/u}{/a}{/f} 
STR_ERROR_NET_NO_DRV_NETVER_LINK={f 1}{a}{u}{c #5a8ac4} Repair es mit EaseUS DriverHandy für Netzwerkkarte{/c}{/u}{/a}{/f}
STR_ERROR_NET_NO_NET_LINK={f 1} {c #5a8ac4} Öffnen {a}{u} {c #5a8ac4} die Netzwerk-Einstellungen{/c}{/u}{/a}{/c}{/f}  
STR_ERROR_NET_NO_SERVER_LINK= {f 1}{a}{u} {c #5a8ac4} Online-Support oder Feedback-{/c}{/u}{/a}{/f}
STR_ERROR_PRE_DOWNLOAD_LINK={f 1}{c #5a8ac4} oder {a}{u}{c #5a8ac4} Export Hardwareprofil{/c}{/u}{/a}auf einem anderen PC-Treiber zum Download bereit.{/c}{/f }
{/c}{/f} 
;main left
STR_LEFT_DIAGNOSIS=Treiberstatus
STR_LEFT_TOOLS=Rettungsfahrer
STR_LEFT_TOOLS_B=Backup-Treiber
STR_LEFT_TOOLS_R=Treiber wiederherstellen
STR_LEFT_TOOLS_SYS=Systeme wiederherstellen
STR_LEFT_TOOLS_U=Treiber deinstallieren

STR_LEFT_PERIPHERAL=Periphere Treiber
STR_LEFT_USB=USB-Fahrer
STR_LEFT_PRINTER=Druckerproblem

STR_LEFT_PRE=Vor dem Herunterladen
STR_LEFT_PRE_LOCAL=Für diesen PC
STR_LEFT_PRE_OTHER=Für andere PC
STR_LEFT_PRE_HELP=Bitten Sie um Hilfe

STR_LEFT_HARDWARE=Werkzeuge

STR_LEFT_SETTING=die Einstellungen
STR_LEFT_SETTING_G=Allgemeines
STR_LEFT_SETTING_D=Fahrer
STR_LEFT_SETTING_N=Netzwerk


STR_LEFT_HOMEURL=www.drivethelife.com

;bottom
STR_BOTTOM_ACTIVATE_BTN=Jetzt aktivieren
STR_BOTTOM_FREE_ACTIVATE_BTN=FREI
STR_BOTTOM_RESTORE_LAB1=Scannen Sie Ihren PC alle Treiber zu überprüfen
STR_BOTTOM_RESTORE_LAB2=Scannen Sie Ihren PC alle Treiber zu überprüfen
STR_BOTTOM_BACKUP_LAB1=Backup - Weg {a}Einstellungen {/a}.
STR_BOTTOM_STATE_MODE_TIP=Es bietet Ihnen mit den besten angepassten Treiber.
STR_BOTTOM_LASTER_MODE_TIP=Es bietet Ihnen die neuesten Treiber.
STR_BOTTOM_ACTIVATETO_BTN=Aktiviere zu Pro

;local detailwnd
STR_LOCAL_DETAIL_TITLE=Treiber Details
STR_LOCAL_DETAIL_DRV_NAME=Driver:
STR_LOCAL_DETAIL_DRV_VENDOR=Lieferant:
STR_LOCAL_DETAIL_DRV_TYPY=Typ:
STR_LOCAL_DETAIL_DRV_CREVER=Version:
STR_LOCAL_DETAIL_DRV_CURVER_DATE=Datum:
STR_LOCAL_DETAIL_DRV_CURVER_SIZE=Größe:
STR_LOCAL_DETAIL_DRV_NEWVER=Update:
STR_LOCAL_DETAIL_DRV_UNKNOWN=unbekannt
STR_LOCAL_DETAIL_DRV_NODRIVER=Kein Fahrer

STR_LOCAL_DETAIL_HEAD_NOW=Installierte
STR_LOCAL_DETAIL_HEAD_UPDATE=Aktualisierung

STR_LOCAL_DETAIL_REPAIR=Reparatur
STR_LOCAL_DETAIL_START=ermöglichen
STR_LOCAL_DETAIL_CLOSE=schließen
;local head
STR_LOCAL_STOP_BTN=Stopp
STR_BASIC_INDEX_REPAIR_DONE=Treiber Reparatur ist fertig!

;hardware profile
STR_SYS_BOOT_TIME=Startzeit:
STR_SYS_MODEL=Modell:
STR_SYS_INSTALL_DATE=Einbauzeit:
STR_SYS_VERSION=System:

STR_CPU_CLOCK=Uhr:
STR_CPU_CACHE=Cache:
STR_CPU_CORES=Kerne:

STR_MEMORY_NAME=Speicher
STR_MEMORY_VENDOR=Lieferant:
STR_MEMORY_SIZE=Größe:
STR_MEMORY_TYPE=Typ:
STR_MEMORY_RELEASE_DATE=Veröffentlichungsdatum:


STR_DISK_NAME=Scheibe
STR_DISK_VENDOR=Lieferant:
STR_DISK_SIZE=Größe:
STR_DISK_CACHE=Cache:
STR_DISK_POWER_ON_HOUR=Power on Stunde:
STR_DISK_POWER_CYCLE_COUNT=Stromzykluszahl:
STR_DISK_TRANSFER_SPEED=Geschwindigkeit:
STR_DISK_INTERFACE_TYPE=Schnittstellen-Typ:

STR_CPU_DETAIL_BTN={f 1}CPU{/f}
STR_MEMORY_DETAIL_BTN={f 1}Speicher{/f}
STR_DISK_DETAIL_BTN={f 1}Diskette{/f}

STR_CPU_DETAIL_BTN_HOT={f 23}{c #3a70af}CPU{/a}{/f}
STR_MEMORY_DETAIL_BTN_HOT={f 23}{c #3a70af}Speicher{/a}{/f}
STR_DISK_DETAIL_BTN_HOT={f 23}{c #3a70af}Diskette{/a}{/f}

STR_CPU_TYPE_LBL=CPU:
STR_MEMORY_TYPE_LBL=Speicher:
STR_DISK_TYPE_LBL= Datenträger:
STR_DISPLAY_ADAPTER_TYPE_LBL=Display-Adapter:
STR_MAINBOARD_TYPE_LBL=Motherboard:
STR_MONITOR_TYPE_LBL=Monitor:

STR_LOADING=Loading...
;Settings
STR_ST_GENERAL=General
STR_ST_AUTO_RUN=Starten EaseUS DriverHandy beim Start von Windows
STR_ST_MINIMIZE_TO_TRAY=Minimize to tray, wenn Programm geschlossen wird
STR_ST_AUTO_SCAN=Scannen automatisch beim Programmstart
STR_ST_USE_CL=Verwenden Sie Conqueror Live, um die Spielumgebung zu erkennen und zu optimieren
STR_ST_AUTO_UPDATE=aktualisieren Sie automatisch
STR_ST_DRIVERS=Treiber
STR_ST_DOWNLOAD_FOLDER=Download-Ordner
STR_ST_BACKUP_FOLDER=Backup-Ordner
STR_ST_FOLDER_BROWSE=Ordner öffnen
STR_ST_AUTO_BACKUP_INSTALL=Sichern Sie einen Treiber vor der Installation automatisch
STR_ST_AUTO_BACKUP_UNINSTALL=Sichern automatisch vor Treiber zu deinstallieren
STR_ST_AUTO_BACKUP_SYSTEM=Erstellen Sie Systemwiederherstellungspunkt automatisch vor Installation des Treibers
STR_ST_NETWORK=Netzwerk
STR_ST_DOWNLOAD_SPEED=Maximale Download-Geschwindigkeit:
STR_ST_NO_PROXY=Kein Proxy
STR_ST_IE_PROXY=Proxy automatisch erkennen (Internet Explorer-Einstellungen verwenden)
STR_ST_SPEC_PROXY=Wählen Sie einen Proxy-Server
STR_ST_PROXY_HOST=Host:
STR_ST_PROXY_PORT=Hafen:
STR_ST_PROXY_USERNAME=Benutzername:
STR_ST_PROXY_PASSWORD=Passwort:
STR_ST_PRO=Profi
STR_ST_EXOPRTDLG_TITLE=Speichern Sie Hardware-Informationen
STR_ST_EXOPRTDLG_FILENAME=Hardware-Informationen
STR_ST_EXPORT_FILE_BTN=Export Informationen
STR_ST_CHOOSE_FILE_LBL=Sprache auswählen:
STR_ST_CHOOSE_FILE_TIP_LBL=*Die neue Sprache entsprechen möglicherweise nicht gut mit unserer Schnittstelle. Wir werden es in naher Zukunft zu verbessern.
STR_ST_LANGUAGE=Sprache
STR_ST_FOLDER_OPEN=Öffnen ...
STR_ST_TEST_PROXY=Test
STR_ST_APPLY_PROXY=anwenden
STR_ST_RESTORE_DEFAULT=Zurücksetzen
STR_SETTING_CHANGED_SAVE=Sie haben Änderungen an den Einstellungen von EaseUS DriverHandy vorgenommen. Wollen Sie die Änderungen speichern?
STR_SETTING_OK_SAVE=EaseUS DriverHandy-Einstellungen wurden erfolgreich geändert

;FreeAriva
STR_LAB_TITLE=Gratis Aktivieren
STR_LAB_TITLE2=Aktiviert
STR_LAB_TITLE3=Registrieren
STR_BTN_ACTIVE=aktivieren
STR_BTN_ACTIVING=Der Zugriff auf..
lab_avir_t1=Wir werden den Aktivierungscode an Ihre E-Mail senden.
lab_avir_t2={f 5}{c #4E81BF}EaseUS DriverHandy Pro aktiviert ist{/c}{/f}
lab_avir_t3={f 1}{c #6B6B6B} Der Aktivierungscode wurde an Ihre Mailbox gesendet worden und wird für gut auf diesem PC gültig sein. Bitte halten Sie es für die zukünftige Verwendung.{/c}{/f}
btn_not_received=<u>Nicht empfangen?</u>
btn_arv_received=<u>Aktivierungscode eingeben</u>
btn_ar_close=schließen
lab_avir_t4={f 5}{c #4E81BF} Bitte geben Sie Ihren Aktivierungscode{/c}{/f}
lab_avir_t5={f 1}{c #6B6B6B} Vergessen Sie den Code? Bitte {a}<u> geben Sie Ihre E-Mail wieder</u>{/a}.{/c}{/f}
lab_avir_asok={f 5}{c #4E81BF}Awesome!{/c}{/f}<n>{f 5}{c #6B6B6B}EaseUS DriverHandy Pro erfolgreich aktiviert{/c}{/f}<n>{f 1}{c #666666}Wenn Sie irgendwelche Probleme haben, steht Ihnen unser Support-Team zu kontaktieren. Danke!{/c}{/f} 
lab_avir_bout_pro=<u>Was ist EaseUS DriverHandy Pro? </u>

STR_ARIVA_INPUT_EMAIL=Bitte geben Sie Ihre E-Mail!
STR_ARIVA_INPUT_SERIAL=Bitte geben Sie Ihren Aktivierungscode!
STR_ARIVA_EMAIL_FMT_ERROR=Ungültige E-Mail-Adresse an!
STR_ARIVA_SERIEAL_EXAMPLE=Z. B: XXXXX-XXXXX-XXXXX-XXXXX-XXXXX
STR_ARIVA_EMAIL_EXAMPLE=Example@company.com

STR_ARIVA_RETRIEVE=Registrierungscode abrufen
STR_ARIVA_ORDERFAQ=Häufig gestellte Fragen

STR_VERIFY_FAILED=Aktivierung fehlgeschlagen!
STR_VERIFY_NETWORK_ERROR=Aktivierung fehlgeschlagen! Bitte überprüfen Sie Ihr Netzwerk!
STR_VERIFY_SUCS=Die Aktivierung Erfolg!
STR_VERIFY_TIMEOUT=Die Aktivierung ist abgelaufen worden!
STR_VERIFY_CODE_INVAL=Aktivierung fehlgeschlagen aufgrund eines ungültigen Code!
STR_VERIFY_EMAILADDR_ERROR=Ungültige E-Mail-Adresse an!
STR_VERIFY_SERVER_CLOSE=Unser Server ist geschlossen!
STR_VERIFY_EMAIL_LACK=Ihre E-Mail wurde ausgenutzt!
STR_VERIFY_CODE_LACK=Dieser Code wurde verbraucht.

lab_avir_t6=EaseUS DriverHandy Pro aktiviert wurde.
lab_avir_tips={f 0}{c #888888} Nun haben Sie vollen Zugriff auf EaseUS DriverHandy Pro-Funktionen haben.<n>Fühlen Sie sich bitte <n> zu kontaktieren, wenn Sie irgendwelche Probleme haben.{/c}{/f}
btn_active_serial_copy=Kopie
STR_ACTIVATED_CODE={f 2}{c #888888}Code:  {c #5c5e64}%s{/c}{/c}{/f}
STR_ACTIVATED_EMAIL={f 2}{c #888888}E-mail:  {c #5c5e64}%s{/c}{/c}{/f}
STR_ACTIVATED_DATE="Aktivierungszeit"


STR_ACTIVATE_PAY_T1={f 5}{c #4E81BF} Vielen Dank für die Verwendung von EaseUS DriverHandy {/c}{/f}
STR_ACTIVATE_PAY_T2={F 2}{c #5c5e64} Die wichtigsten Vorteile der Pro-Edition: {/c}{/f}
STR_ACTIVATE_PAY_F1=Download von Treibern von Lastest Treiber-Modus.
STR_ACTIVATE_PAY_F2=Restore-Treiber aus dem Backup.
STR_ACTIVATE_PAY_F3=Schnell USB-Schnittstelle angeschlossenen Geräte zu beheben.
STR_ACTIVATE_PAY_F4=Reparatursystem-Treiber in der Tiefe Probleme vollständig zu lösen.
STR_ACTIVATE_PAY_F5=Pre-Download alle Treiber, bevor das System geändert oder wiederhergestellt werden.
STR_ACTIVATE_PAY_N={c #FFFFFF}Bitte geben Sie Ihren Lizenzcode EaseUS DriverHandy Pro zu aktivieren{/c}
STR_ACTIVATE_BUYNOW=Jetzt kaufen
STR_ACTIVATE_RETRCODE={f 9}<u>-Code abrufen</u>{/f}
STR_ACTIVATE_PRICE_ORG_TEXT=Original:
STR_ACTIVATE_PRICE_ORG=$19.9
STR_ACTIVATE_PRICE_NOW=Jetzt: $9.9
STR_ACTIVATE_MSG_FREE_CLOSE=Freie Aktivierung ist beendet. Bitte kaufen Sie die Lizenz für die Pro-Edition zu aktivieren.
STR_ACTIVATE_BUY_NOW_URL=http://www.drivethelife.com/purchase/buy-driver-talent-pro.html

;chargedoc
STR_DOCPRO_LAB_TIP1=5 Sekunden frei EaseUS DriverHandy Pro zu erhalten!!!
STR_DOCPRO_LAB_TIP2=Erhalten Sie sofort lebenslange Lizenz!
STR_DOCPRO_BTN_CONTINUE=fortsetzen

STR_DOCPRO_LAB_TITLE=EaseUS DriverHandy Pro
SRT_CHARGE_ITEM_TITLE_1=Automatische Treiber-Download und Installation
SRT_CHARGE_ITEM_LAB_1_1=EaseUS DriverHandy Pro liefert Ihnen eine vollständig automatische Treiber Download und Installation.
SRT_CHARGE_ITEM_LAB_1_2=Einsatz der EaseUS DriverHandy Frei, müssen Sie Treiber einzeln manuell herunterladen und installieren.
SRT_CHARGE_ITEM_LAB_1_3=EaseUS DriverHandy Freie liefert Ihnen den stabilen Treiber, die für Hardware-Geräte benötigt werden.


SRT_CHARGE_ITEM_TITLE_2=Aktueller Treiber-Modus
SRT_CHARGE_ITEM_LAB_2_1=EaseUS DriverHandy Pro liefert Ihnen mit den neuesten Treibern, die die Hardware-Leistung stark verbessern.
SRT_CHARGE_ITEM_LAB_2_2=EaseUS DriverHandy Freie liefert Ihnen den stabilen Treiber, die für Hardware-Geräte benötigt werden.

SRT_CHARGE_ITEM_TITLE_3=Treiber wiederherstellen
SRT_CHARGE_ITEM_LAB_3_1=EaseUS DriverHandy Pro liefert Ihnen mit Fahrer Restore-Funktion, die Ihren Computer von blauen Bildschirm nach Treiber-Updates zu verhindern.
SRT_CHARGE_ITEM_LAB_3_2=Mithilfe des EaseUS DriverHandy frei, können Sie nur Treiber sichern, nicht Treiber wiederherstellen.
SRT_CHARGE_ITEM_LAB_3_3=Mit EaseUS DriverHandy frei, können Sie diese Funktion zugreifen.

SRT_CHARGE_ITEM_TITLE_4=Treiber Deinstallation
SRT_CHARGE_ITEM_LAB_4_1=EaseUS DriverHandy Pro liefert Ihnen eine komplette Treiberinstallation, die alle Reste und beschädigte Treiberdateien entfernen.
SRT_CHARGE_ITEM_LAB_4_2=Treiber Mit Handy frei, können Sie diese Funktion zugreifen.

SRT_CHARGE_ITEM_TITLE_5=Netzwerkdrucker
SRT_CHARGE_ITEM_LAB_5_1=EaseUS DriverHandy Pro ermöglicht auch Netzwerkdrucker schnell Suche Netzwerk Druckermodell hinzuzufügen und die Installation von Druckertreiber.
SRT_CHARGE_ITEM_LAB_5_2=Mithilfe des EaseUS DriverHandy frei, können Sie die Funktion des Suchens Netzwerkdrucker zu genießen.

SRT_CHARGE_ITEM_TITLE_6=USB-Geräte angeschlossen
SRT_CHARGE_ITEM_LAB_6_1=EaseUS DriverHandy Pro ermöglicht es Ihnen, schnell zu Peripheriegeräten Probleme zu beheben.
SRT_CHARGE_ITEM_LAB_6_2=Mit EaseUS DriverHandy frei, können Sie diese Funktion zugreifen.

SRT_CHARGE_ITEM_TITLE_7=Systemtreiber
SRT_CHARGE_ITEM_LAB_7_1=EaseUS DriverHandy Pro Systemtreiber in der Tiefe zu beheben, die vollständig Systemtreiber Probleme lösen wird.
SRT_CHARGE_ITEM_LAB_7_2=Mit EaseUS DriverHandy frei, können Sie diese Funktion zugreifen.

SRT_CHARGE_ITEM_TITLE_8=Pre-Download Treiber für eigenen PC
SRT_CHARGE_ITEM_LAB_8_1=EaseUS DriverHandy Pro ermöglicht es Ihnen, Treiber entsprechend Ihrer Hardwareprofil herunterladen, die Ihre Zeit auf dem Download-Fahrer nach dem Systemwechsel sparen.
SRT_CHARGE_ITEM_LAB_8_2=Mithilfe des EaseUS DriverHandy frei, können Sie Treiber Pre-Scan, aber nicht herunterladen können.

SRT_CHARGE_ITEM_TITLE_9=Pre-Download Treiber für einen anderen PC (1PC /Tag)
SRT_CHARGE_ITEM_LAB_9_1=Treiber Handy Pro ermöglicht es Ihnen, Treiber für einen anderen PC zum Download von Hardwareprofil importieren. 
SRT_CHARGE_ITEM_LAB_9_2=Mithilfe des EaseUS DriverHandy frei, können Sie Treiber Pre-Scan, aber nicht herunterladen können.

SRT_CHARGE_ITEM_TITLE_10=Online-Unterstützung
SRT_CHARGE_ITEM_LAB_10_1=EaseUS DriverHandy Pro liefert Ihnen eine Echtzeit-Kontakt und technischen Remote-Support.
SRT_CHARGE_ITEM_LAB_10_2=Mithilfe des EaseUS DriverHandy frei, können Sie diese Funktion zugreifen.

SRT_CHARGE_ITEM_TITLE_11=Systemwiederherstellungspunkt                          
SRT_CHARGE_ITEM_LAB_11_1=EaseUS DriverHandy Pro ermöglicht es Ihnen, Systemwiederherstellungspunkt zu erstellen, auf die Sie Ihren Computer zurücksetzen kann, wenn es keine ernsthaften Probleme hat.
SRT_CHARGE_ITEM_LAB_11_2=Mithilfe des EaseUS DriverHandy frei, können Sie diese Funktion zugreifen.

SRT_CHARGE_ITEM_TITLE_12=PC-Reparatur
SRT_CHARGE_ITEM_LAB_12_1=EaseUS DriverHandy Pro Ermöglicht Ihnen knifflige und hartnäckigen Computer-Pannen wie schwarz / blauen Bildschirm, kein Ton, und mehr zu reparieren.
SRT_CHARGE_ITEM_LAB_12_2=Mit Handy Driver Free können Sie nicht ESTA-Funktion zugreifen.

SRT_CHARGE_ITEM_TITLE_13=Treiber-Backup
SRT_CHARGE_ITEM_LAB_13_1=EaseUS DriverHandy Pro liefert Ihnen mit Treiber-Backup-Funktion, die Ihren Computer von blauen / schwarzen Bildschirm nach Aktualisierung von Treibern zu verhindern.
SRT_CHARGE_ITEM_LAB_13_2=Using EaseUS DriverHandy Free, you cannot access this feature.

SRT_CHARGE_ITEM_COUNT=12

;free
SRT_CHARGE_ITEM_FREE_LAB_1=Scannen Sie alle Treiberprobleme zu überprüfen (Finden Sie veraltete, fehlende beschädigt, gebrochen, beschädigt und inkompatible Treiber)
SRT_CHARGE_ITEM_FREE_LAB_2=Laden Sie richtigen Treiber
SRT_CHARGE_ITEM_FREE_LAB_3=Bieten mehrere Treiber-Versionen zum Download zur Verfügung
SRT_CHARGE_ITEM_FREE_LAB_4=Bieten Sie automatische und manuelle Download-Modi
SRT_CHARGE_ITEM_FREE_LAB_5=Sichern und Treiber auf dem lokalen Computer mit einem Klick speichern
SRT_CHARGE_ITEM_FREE_LAB_6=Wiederherstellen der Netzwerktreiber aus dem Backup
SRT_CHARGE_ITEM_FREE_LAB_7=Deinstallieren Treiber deutlich ohne Rest Dateien
SRT_CHARGE_ITEM_FREE_LAB_8=Export Computer-Hardware-Profilliste
SRT_CHARGE_ITEM_FREE_LAB_9=Installieren von Treibern mit heruntergeladenen Treiberdateien in der Pre-Download-Funktion
SRT_CHARGE_ITEM_FREE_LAB_10=Sehen Sie Ihre eigenen PC-Hardware-Informationen
SRT_CHARGE_ITEM_FREE_LAB_11=Passen Sie die Einstellungen
SRT_CHARGE_ITEM_FREE_LAB_12=Unterstützung von Windows 10, 8.1, 8, 7, XP, Vista und Windows Server

SRT_CHARGE_ITEM_FREE_COUNT=12
;Pre-download
;for this pc
STR_EVA_THIS_OR=oder
STR_EVA_THIS_STEP1=Schrit 1. Treiber für das Ziel-OS herunterladen
STR_EVA_THIS_STEP1_DEC=Die Treiber vor der System-Änderung oder -Upgrade herunterladen.
STR_EVA_THIS_STEP2=Schritt 2. Treiber installieren
STR_EVA_THIS_STEP2_DEC=Das Verzeichnis der Treiberdateien scannen, um den Treiber auszuführen.
;ask for help
STR_EVA_HELP_STEP2_DEC=Importieren Sie Hardwareprofil von anderen Computer, um Treiber herunterzuladen.
STR_EVA_BROWSER=Browser
STR_EVA_HELP_CHOOSE=Wählen Sie das Exportverzeichnis des Hardwareprofils (*. Inf)

;head
STR_EVA_HEAD_TIP={f 1}Pre-Download hilft dem Fahrer, bevor das System wird verändert oder wiederhergestellt zum Download bereit.{/f}
STR_EVA_HEAD_BACK=Zurück

;view_step1
STR_EVA_LAB_STEP1=Wählen Sie eine Option:
STR_EVA_OPTION1={f 1} Pre-Download-Treiber für meine eigenen PC. {/f}
STR_EVA_OPTION2={f 1} Pre-Download Treiber für einen anderen PC durch den Import von Hardware-Profil. {/f}
STR_EVA_OPTION3={f 1} mein Hardwareprofil exportieren Treiber zum Download auf <n> ein anderer PC (Für mein Internet nicht erreichbar ist). {/f}
STR_EVA_OPTION4={f 1} Installieren von Treibern mit heruntergeladenen Treiberdateien. {/f}

;view_export_inf
eva_export_path_lab=Wählen Sie das Hardware-Profilverzeichnis:
eva_export_set_chk=Öffnen Sie das Verzeichnis, wenn Export erfolgt.
eva_local_export_btn=Export
STR_EVA_EXPORT_TIPS={f 1} Nachdem das Hardwareprofil Export abgeschlossen ist, können Sie es verwenden Treiber auf jedem internet verfügbar Computer herunterladen mit EaseUS DriverHandy Pre-Download-Funktion. {/f}
STR_EVA_EXPORT_DEFALUT_NAME=pre-download.inf
STR_EVA_EXPORT_DLG_TITLE=Wählen Sie das Hardwareprofil-Verzeichnis
STR_EVA_CHOOSE_DOWNLOAD_DIR=Wählen Sie das Download-Verzeichnis:
STR_EVA_CHOOSE_SYS=Download von Treibern für:
STR_EVA__EXPORT_NOT_SELECT_FILE=Hardware-Profilverzeichnis ist nicht ausgewählt!

;view_drv_download
STR_EVA_OPEN_INFFILE_TITLE=Wählen Sie das Hardwareprofil
STR_EVA_NOT_SELECT_DEVICE_INF=Treiberdateien Verzeichnis nicht ausgewählt!
STR_EVA_DOWNLOAD_OVER_TIPS={f 1}{c #FFFFFF}Treiber haben erfolgreich heruntergeladen <u><a>%s</a></u>{/f}<n>{f 1}Sie können die Treiber installieren, indem Sie die folgenden Schritte bei Bedarf.: {c #FFFFFF}<n><n>>>Starten EaseUS DriverHandy
STR_EVA_DOWNLOAD_OVER_TIPS2=<n>>> Klicken Sie auf die Pre-Download Registerkarte <n>>> Wählen Sie "Treiber installieren mit heruntergeladenen Treiberdateien"{/c}<n><n> Folgen Sie dann der Bildschirm-Anleitung um die Treiberinstallation abzuschließen.{/c}{/f}
STR_EVA_CHOOSE_HWFILE=Wählen Sie das Hardwareprofil:
STR_EVA_DRVDOWN_SCAN=Scan & Herunterladen:
STR_EVA_DOWNBTN=Herunterladen
STR_EVA_DOWNING=Herunterladen
STR_EVA_DOWNING_CANCEL=Abgebrochen
STR_EVA_SYSMATCHED={c #5c5e64}aufeinander abgestimmtes System:{/c}{f 9}{c #fa3030}%s{/c}{/f}
STR_EVA_DOWN_DLG_TITLE=Wählen Sie das Download-Verzeichnis
STR_EVA_DOWN_DOTNET=notwendige Grafikprogramme
;off 1nstall
STR_OFFINSTALL_CHOOSE_PATH=Wählen Sie das heruntergeladene Treiberverzeichnis
STR_OFFINSTALL_DLG_TITLE=Wählen Sie Treiberdateien
STR_OFFINSTALL_SCAN=Scan & Install:
STR_OFFINSTALL_SCANBTN=Scan
STR_OFFINSTALL_INSTALL=installieren
STR_OFFINSTALL_CANCEL=Stopp
STR_OFFINSTALL_INSTALLING=Installieren
STR_OFFINSTALL_CANCEL_RESTORE=Abgebrochen
STR_OFFINSTALL_SCAN_ERROR=Keine verfügbaren Treiber in diesem Verzeichnis. Bitte korrigieren Sie es!


STR_OFFINSTALL_UPTODATE=Aktuell
STR_OFFINSTALL_OUTDATED=Veraltet
STR_OFFINSTALL_UPDATE=Aktualisierung
STR_OFFINSTALL_REUPDATE=Re-Update
STR_OFFINSTALL_CURRENT=Strom
STR_OFFINSTALL_UPDATETO=Update
STR_OFFINSTALL_UNKNOW=unknow
STR_OFFINSTALL_SYSTEM=SYSTEM
;evaluate message
STR_EVA_EXPORT_SUCCS=Export beendet ist.
STR_EVA_EXPORT_FAILED=Es ist der Export Ausfall!
STR_EVA_DOWNLOAD_FINISH=Herunterladen ist fertig!
STR_EVA_INST_FINISH=Installieren Sie ist fertig!

prt_ipaddrnorbtn=Normale Suche
prt_ipaddrbtn=Network Address
prt_iprangebtn=Netzwerkbereich

;local
STR_REPAIR_TIP1=Computer Pannen, Fehler oder Probleme bekommen, wenn Sie den Treiber nicht reparieren!
STR_REPAIR_TIP2=Computer Pannen, Fehler oder Probleme bekommen, wenn Sie die Treiber nicht reparieren!
STR_REBOOT_TIP=Die Änderung wird nicht ohne PC Neustart validiert werden.
STR_UPDATE_TIP=Holen Sie sich die neuesten Treiber Ihrer PC-Leistung zu verbessern!

STR_CHAT_ONLINE=Diskutieren Sie mit uns (online)
STR_CHAT_OFFLINE=Diskutieren Sie mit uns (offline)
STR_DOWNLOAD_ONEPC=Sie können nur Treiber für einen anderen PC pro Tag Download!

;files verify
STR_FILES_VERIFY_FAILED=Fichier corrompu! S'il vous plaît le réinstaller.

;SystemRestore
STR_SYSYTEM_RESTORE=Systemwiederherstellung
STR_SYSYTEM_RESTORE_MENU=Systemwiederherst...
STR_SYSYTEM_RESTORE_TIP=Achtung: Die Systemwiederherstellung werden alle Änderungen geändert Partner löschen, nachdem die Systemwiederherstellungspunkte.
STR_SYSYTEM_RESTORE_BTN=Reduktion
STR_SYSYTEM_CREATE_BTN=Erstellen
STR_SYSYTEM_RESTORE_CLOSE_BTN=Schließen
STR_SYSYTEM_RESTORE_MSGBOX=Sind Sie sicher, dass Sie auch weiterhin das System wiederherzustellen? <n>{c #fa3030}Systemwiederherstellung werden alle Änderungen nach der Systemwiederherstellungspunkt geändert löschen.{/c}
STR_SYSYTEM_RESTORE_MSGBOX_RESTORE=Reduktion
STR_SYSYTEM_RESTORE_ADD_POINT=Systemwiederherstellungspunkt 
STR_LOCAL_SYSTEM_BACKUP={c #5c5e64}{f 3}Erstellen von Systemwiederherstellungspunkt . Warten Sie mal…{/f}{/c}
STR_SYSYTEM_RESTORE_SET=Name des Systemwiederherstellungspunkt :
STR_SYSYTEM_RESTORE_ERROR1=Die Eingabe ist leer! Bitte versuche es erneut.
STR_SYSYTEM_RESTORE_CREATE_TIP1={f 1}Erstellen von Systemwiederherstellungspunkt . Warten Sie mal...{/f}
STR_SYSYTEM_RESTORE_CREATE_TIP2=Hinweis: Nehmen Sie andere Operationen nicht.
STR_SYSYTEM_RESTORE_CREATE_TIP3={f 1}erfolgreich erstellt!{/f}
STR_SYSYTEM_RESTORE_CREATE_TIP4={f 1}erfolgreich fail!{/f}
STR_SYSYTEM_RESTORE_CREATE_TIP5={f 1}Die Systemwiederherstellung Punkt ist bereits vorhanden{/f}
STR_SYSYTEM_RESTORE_CREATE_TIP6={f 1}Erstellen Sie einen Systemwiederherstellungspunkt Schließen{/f}
STR_SYSYTEM_RESTORE_CREATE_TIP7={f 1}Wiederherstellungspunkt erstellt, aber die Liste nicht aktualisiert.<n>Bitte später erneuern.{/f}
STR_SYSYTEM_RESTORE_CREATE_TIP8={f 2} Die Wiederherstellung wurde im Systemschutz deaktiviert. <n> Möchten Sie den Systemschutz aktivieren? {/ f}

STR_SYSYTEM_RESTORE_CREATE_RESTORE1={f 1}Initialisieren System wiederherzustellen.<n>Tun Sie das nicht auf andere Vorgänge während des Prozesses.{/f}
STR_SYSYTEM_RESTORE_CREATE_RESTORE2=Dieser Vorgang kann nicht rückgängig gemacht werden.
STR_SYSYTEM_RESTORE_DELETE_FAIL=Löschen - wiederherstellen gescheitert!
STR_SYSYTEM_RESTORE_DELETE_TIP=Sind Sie sicher, den ausgewählten Wiederherstellungspunkt zu löschen?
STR_SYSYTEM_RESTORE_NOT_NOW=Nicht jetzt
STR_SYSYTEM_RESTORE_GO=Gehen Sie geradeaus

;ExitAppDOC
STR_EXITAPPDOC=Aufmerksamkeit
STR_EXITAPPDOC_EXITBTN=Nein Danke.
STR_EXITAPPDOC_GETPROBTN=Get EaseUS DriverHandy Pro

STR_EXITAPPDOC_TIP1=Sind Sie sicher, EaseUS DriverHandy zu beenden?
STR_EXITAPPDOC_TIP2=Es gibt Fahrer, die auf Ihrem Computer repariert werden müssen. Wenn die Treiber nicht repariert werden, verwandte Geräte möglicherweise nicht richtig funktionieren!
STR_EXITAPPDOC_TIP3=Erhalten Sie EaseUS DriverHandy Pro vollen Funktionen zuzugreifen.

STR_EXITAPPDOC_TIP_PRO1=Download mit einem Klick und Treiber-Updates zu installieren.
STR_EXITAPPDOC_TIP_PRO2=Restore-Treiber aus dem Backup.
STR_EXITAPPDOC_TIP_PRO3=Schnell USB-Schnittstelle angeschlossenen Geräte zu beheben.
STR_EXITAPPDOC_TIP_PRO4=Reparatursystem-Treiber in der Tiefe Probleme vollständig zu lösen.
STR_EXITAPPDOC_TIP_PRO5=Pre-Download alle Treiber, bevor das System geändert oder wiederhergestellt werden.
STR_SYSYTEM_RESTORE_DELETE_FAIL=löschen system wiederherstellungspunkt, scheitern!

;NET PRINT
STR_NET_PRINT_TIP=Verfügbare Netzwerkdrucker erkannt! Wollen Sie es hinzufügen?
STR_NET_PRING_DOWN_NO_DRIVER={f 1}Es gibt keinen richtigen Treiber für dieses Druckermodell! Klicken Sie auf {a}Zurück{/a} und versuchen Sie einen anderen.{/f}

STR_PATH_FREE_SPACE=Unzureichender Speicherplatz! Bitte stellen Sie sicher, dass das Ziellaufwerk mehr als 3 GB freien Speicherplatz verfügt.
STR_PATH_CLEAR=Wählen Sie erneut Verzeichnis
STR_PATH_IGNORE=Ignorieren

STR_SOFT_OPEN_FILE=Die heruntergeladene Datei kann nicht direkt ausgeführt werden. Öffnen Sie das Verzeichnis dieser Datei?
STR_SOFT_OPEN_FILE_NO_EXIST=Datei wurde gelöscht! Bitte laden Sie es erneut.
STR_SYSTEM_REPAIR_DEC=Systemumgebung Fehler kann dazu führen, Treiber nicht zu installieren.

;toolbox
STR_HEAD_LAB=Empfohlene Produkte zur Lösung von Systemumgebungen und Leistungsproblemen.

STR_TOOLBOX_COUNT=3
STR_INFO_TOOLBOX0_1=PC-Reparatur
STR_INFO_TOOLBOX0_2=Fix Probleme acerca Grafikkarte , Soundkarte , Spiele spielen, und mehr Ausfälle. 

STR_INFO_TOOLBOX1_1=Hardware-Erkennung 
STR_INFO_TOOLBOX1_2=Sehen Sie CPU, Motherboard, Speicher und Hardware mehr Informationen. 

STR_INFO_TOOLBOX2_1=PC Speeder
STR_INFO_TOOLBOX2_2=Schnelle und tiefe Optimierung für Ihre Computerleistung.
;STR_INFO_TOOLBOX2_1=ScreenSnapShot
;STR_INFO_TOOLBOX2_2=Die bequemste Art, einen anpassbaren Screenshot zu machen.

STR_INFO_TOOLBOX3_1=Wetter
STR_INFO_TOOLBOX3_2=Mehr günstige Wetter-Updates.

STR_DOWNLOAD_DOFT_TIP=Soft ist herunterzuladen und zu installieren. Sind Sie sicher, dass Sie fortfahren?
STR_DOWNLOAD_PAUSE_TIP=Sind Sie sicher, die Installation von Soft zu beenden?

STR_TRY_TOOL=Starten

;dateout time tip
STR_DATEOUT_TIP=Vielen Dank für die Verwendung von EaseUS DriverHandy. Es tut uns leid, dass Ihr Aktivierungscode abgelaufen ist. Bitte erneuern.
STR_DATEOUT_BUY_NOW=Jetzt kaufen
STR_DATEOUT_DETAIL=Einzelheiten
STR_BUY=Kaufe jetzt
STR_ACTIVE=Aktivieren

STR_GAME_MODULE_DOWNBTN=Herunterladen
STR_MENU_GAMEL_MODULE_REPORT=Feedback
STR_GAME_MODULE_NAME=Modulname:
STR_GAME_MODULE_FEEDBACK=Modulproblem:
STR_GAME_INSTALLBTN=Installieren 

;Main Menu
STR_USERGUIDE=Benutzerhandbuch

;FreeTrial

;start trying
STR_STARTTRYING_FREETRIAL=Kostenlose Testphase
STR_STARTTRYING_AVTIVATE=aktivieren Sie
STR_STARTTRYING_TIP1=Ein Schritt
STR_STARTTRYING_TIP2=Gerätetreiberverwaltung: Aktualisieren, Installieren, Reparieren, Sichern, Wiederherstellen, Deinstallieren, Neuinstallieren und mehr.
STR_STARTTRYING_TIP3=Automatisch
STR_STARTTRYING_TIP4=Sichern Sie Treiber und erstellen Sie einen Wiederherstellungspunkt, bevor Sie Treiber installieren und deinstallieren.
STR_STARTTRYING_TIP5=Ein Klick
STR_STARTTRYING_TIP6=Peripheriegeräte hinzufügen: USB-Laufwerk, Netzwerkdruckertreiber und andere nicht erkannte Hardwaregeräte.
STR_STARTTRYING_TIP7=Intelligent
STR_STARTTRYING_TIP8=Downloaden und speichern Sie Treiber für Ihren eigenen PC und laden Sie Treiber für andere Computer herunter.
STR_STARTTRYING_TIP9=Systemfehler beheben und System einfrieren und abstürzen.
STR_STARTTRYING_NOTHANKS=Nein Danke. Holen Sie sich sofort eine lebenslange Lizenz.
STR_STARTTRYING_TIPTITLE=Möchten Sie die folgende Ein-Klick-Lösung erhalten, aktivieren Sie bitte Pro

;end_trying
STR_ENDTRYING_TITLE=Vielen Dank für die Verwendung von EaseUS DriverHandy
STR_ENDTRYING_TIP=<p 5> <f 26> <c ff0000> Sie haben die kostenlose Testversion nicht mehr erhalten. Der kostenlose Testverlauf ist wie folgt: </ c> </ f> </ p>
STR_ENDTRYING_TIME=Time: %s
STR_ENDTRYING_NAME=Driver Name: %s
STR_ENDTRYING_VER=Driver Version: %s
STR_ENDTRYING_TIP1=<p 5> <f 1> <c ffffff> Die folgenden Treiber müssen immer noch% s sein </ c> </ f> </ p>
STR_ENDTRYING_TIP2=<p 5> <f 1> <c 9c9c9c> Hinweis: Alle benötigten Treiber werden von EaseUS DriverHandy heruntergeladen. Wenn Sie die Treiber aktualisieren / reparieren / installieren müssen, aktivieren Sie die Pro-Version für eine Ein-Klick-Lösung. </ C> </ f> </ p>
STR_ENDTRYING_HELP=Registrierungscode abrufen
STR_ENDTRYING_ACTIVATE=Aktiviere zu Pro

;gram soft
STR_GAMESOFT_TITLE=Neue Eigenschaften
STR_GAMESOFT_TIP=Spielkomponenten
STR_GAMESOFT_TIP1=<p> <f 1> <c 9c9c9c> Downloaden und installieren Sie fehlende Spielkomponenten. </ c> </ f> </ p>
STR_GAMESOFT_DOWNCOMPONENTS=Laden Sie nur Komponenten herunter
STR_GAMESOFT_CHOOSE=Erinnere dich an meine Wahl
STR_GAMESOFT_TIP2=Spezielle Version für Spiele
STR_GAMESOFT_TIP3=<p> <f 1> <c 9c9c9c> Spiel-Boost: Höchstes Spielerlebnis und beste Computerleistung. </ c> </ f> </ p>
STR_GAMESOFT_TIP4=<p> <f 1> <c 9c9c9c> Geräteleistungs-Bewertung: Sehen Sie, wie Ihr Gerät Ihr Spiel nach Leistungsbewertung unterstützt. (In Kürze) </ c> </ f> </ p>
STR_GAMESOFT_TIP5=<p> <f 1> <c 9c9c9c> Netzwerkkontrolle: Stellen Sie sicher, dass Ihre Spiele durch die intelligente Internet-Zuweisung reibungslos funktionieren. </ c> </ f> </ p>
STR_GAMESOFT_TIP6=<p> <f 1> <c 9c9c9c> DLL-Dateien Helper: Fix. DLL-Datei Probleme. </ c> </ f> </ p>
STR_GAMESOFT_GET=Hol es dir jetzt

;error wnd
STR_LOCALDRV_REINSTALL_DISPLAY_ERROR_TIP1=Your device is likely to be broken.
STR_LOCALDRV_REINSTALL_DISPLAY_ERROR_TIP2=Please install an old version driver.
STR_LOCALDRV_REINSTALL_DISPLAY_ERROR_TIP3=If the problem persists, you may need to contact the device manufacturer to repair to change the device.


;activity
STR_ACTIVITY_A1=Genehmigung abgelaufen
STR_ACTIVITY_A2=Prüfen Sie Ihr Sonderangebot!
STR_ACTIVITY_A3=Abgelaufene Erlaubnis
STR_ACTIVITY_A4=Wir sind sehr dankbar für Ihre Verwendung.
STR_ACTIVITY_A5=Würden Sie länger bleiben und 30% Rabatt auf die lebenslange Lizenz erhalten?
STR_ACTIVITY_A6=Kaufen Sie eine lebenslange Lizenz für 30% Rabatt
STR_ACTIVITY_A7=Vielleicht später
STR_ACTIVITY_A8=Nee


STR_LEFT_News=Fehlerbehebung
STR_EVA_HELP_STEP3_DEC=Kopieren Sie heruntergeladenen Treiberdateien zur Offline-Installation auf das Gerät. 

;new setting item
STR_ST_DISABLE_WUDRIVER=Schließen Sie das Treiberupdate von Windows Update aus
STR_ST_DISABLE_WUDRIVER_TIP=This option only disables automatic driver updates for Windows 10 and the Windows Update feature will not be affected.

STR_SPEED_UP_NOW=Jetzt beschleunigen

STR_UPGRADE_TITLE_0={f 3}{c #FF7F00}Upgrade auf Pro, um Treiber zu aktualisieren und Geräte-Fehler zu beheben{/c}{/f}
STR_UPGRADE_TITLE_1={f 3}{c #FF7F00} Pro-Version aktivieren, um {/c} {c #FF0000} %d Festplattentreiber zu reparieren.{/c}{/f}
STR_UPGRADE_CON_1=Den neuesten Treiber installieren, um die Hardware-Leistung maximal zu optimieren
STR_UPGRADE_CON_2=Alle Treiber mit einem Klick aktualisieren
STR_UPGRADE_CON_3=Das Herunterladen der Treiber beschleunigen (ca. 500KB-20MB/s)
STR_UPGRADE_CON_4=Automatische Treiber-Installation ist zeitsparend
STR_UPGRADE_CON_5=Wiederherstellungspunkte automatisch erstellen
STR_UPGRADE_CON_6=Laufwerke sichern und wiederherstellen
STR_UPGRADE_CON_7=LAN-Druck intelligent durchsuchen
STR_UPGRADE_CON_8=Gerät-Informationen anschauen und exportieren
STR_UPGRADE_CON_9=Treiber-Aktualisierung für PCs ohne Internet-Verbindung
STR_UPGRADE_CON_10=Alle Treiber sind von Microsoft zertifiziert
STR_UPGRADE_CON_11=Kostenloser Tech-Support von PC-Experten
STR_ST_FREE=Free
STR_BUY_PRO=Upgrade auf Pro
STR_KEY_FEATURES_OF_PRO=Hauptfunktionen von DriverHandy Pro
STR_KEY_FEATURES_1=Treiber mit einem Klick installieren udn aktualisieren
STR_KEY_FEATURES_2=Schnellerer Treiber-Download
STR_KEY_FEATURES_3=Automatisches Backup der Treiber und Erstellen der Wiederherstellungspunkte
STR_KEY_FEATURES_4=Komplizierte Computerprobleme mit intelligenten Tools lösen
STR_KEY_FEATURES_5=Pre-Download der Treiber für Ihren PC oder andere PCs
STR_KEY_FEATURES_6=Alle Treiber sind zertifiziert
STR_KEY_FEATURES_7=Kostenlose Updates und Tech-Support
STR_MONEY_BACK_GUARANTEE=30 Tage Geld-Zurück-Garantie
STR_ARIVA_PURCHASED=Gekauft
STR_ARIVA_INPUT_EMAIL_LONG=Lizenz und E-Mail eingeben, um die Software zu aktivieren
STR_ARIVA_INPUT_KEY=Lizenz
STR_ARIVA_INPUI_EMAIL=E-Mail

STR_DRV_INSTALL_TIP=If your computer is running properly, it's not recommended to update drivers. Updating drivers may cause unexpected computer issues.

